Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: If this is not possible, please remove a cartridge from a slot, if there is no free one, and put cartridge %d into a free slot. Then tell the backup system, in what slot the cartridge is, using cart_ctl with options -P, -C and -S.
de: Falls das nicht möglich sein sollte, bitte entfernen Sie ein Band aus einem Schacht, falls kein Schacht frei sein sollte, und legen das Band %d in einen freien Schacht. Anschließend teilen Sie bitte dem Datensicherungssystem mit, in welchen Schacht sich das Band nun befindet. Benutzen Sie hierzu bitte das Kommando cart_ctl mit den Optionen -P, -C und -S.
it: Se questo non fosse possibile, sposta il cartridge %d in uno slot libero, eventualmente liberandone uno non ce ne fossero di vuoti. Poi comunica al sistema di backup in che slot hai inserito il cartridge, usando il comando `cart_ctl' con le opzioni -P, -C e -S.

source: Please perform the requested operation and when done:
de: Bitte führen Sie die gewünschten Aktionen durch und sobald Sie damit fertig sind:
it: Per favore esegui l'operazione richiesta e una volta fatto:

source: Press the Return key.
de: Drücken Sie die Return Taste.
it: Premi il tasto Invio.

source: Error: Cannot create flag file `%s' to wait for cartridge ready
de: Fehler: Datei `%s' zur Anzeige, ob weiter darauf gewartet werden muss, dass das bandlaufwerk bereit ist, konnte nicht erzeugt werden
it: Errore: Non posso creare il file "segnaposto" `%s' per aspettare che il cartridge sia pronto

source: Run the command: changerready on host %s
de: Bitte das Kommando: changerready auf Rechner %s laufen lassen
it: Lancia il comando: changerready sull'host %s

source: Error: Cannot send mail to ask operator to move a cartridge manually.
de: Fehler: Die Mail zur Bitte um manuelles Bewegen eines Mediums konnte nicht verschickt werden.

source: Error: Cannot determine location of cartridge %d after requesting manual interaction.
de: Fehler: Der Aufenthaltsort des Bandes %d konnte nicht festgestellt werden, nachdem ein Bedienereingriff angefordert worden war.
it: Errore: Non riesco a determinare la posizione del cartridge %d dopo la richiesta di un intervento manuale.

source: Error: No command configured to perform the requested cartridge move from %s to %s.
de: Fehler: Kein Kommando zum Bewegen eines Bandes von %s nach %s konfiguriert.
it: Errore: Non è stato configurato il comando per spostare il cartridge da %s a %s.

source: WARNING: Cannot start command `%s' to read the tape labels
de: Warnung: Kommando `%s' zum Lesen der Bandbeschriftungen, konnte nicht gestartet werden.

source: Error: No free slot found to unload drive.
de: Fehler: Kein freier Schacht zum Entladen des Bandlaufwerks gefunden.
it: Errore: Non ci sono slot liberi per scaricare il drive.

source: Error: Target location %s %d is not empty.
de: Fehler: Der Zielort %s %d ist belegt.
it: Errore: La posizione di destinazione %s %d non è vuota.

source: Error: Moving cartridge %d to location `%s' failed with status %d
de: Fehler: Bewegen des Bandes %d zum Ort `%s' schlug mit dem Status %d fehl
it: Errore: Spostamento del cartridge %d alla posizione `%s' fallito con status %d.

source: Error: Moving cartridge %d to %s %d in %s failed with status %d
de: Fehler: Bewegen des Bandes %d zum %s %d in %s schlug mit dem Status %d fehl
it: Errore: Spostamento del cartridge %d da %s %d a %s fallito con status %d

source: Warning: The location of the cartridge %d is set to %s.
de: Warnung: Der Aufbewahrungsort von Band %d wurde auf %s gesetzt.

source: Error: Changer `%s' not configured in `%s'.
de: Fehler: Kein Medienwechsler `%s' in `%s' konfiguriert

source: Error: No changer configuration file configured.
de: Fehler: Keine Konfigurationsdatei für den Medienwechsler konfiguriert.
it: Errore: Non è stato impostato il file di configurazione per il changer.

source: Error: Cannot read changer configuration file `%s'.
de: Fehler: Konfigurationsdatei `%s' für den Medienwechsler kann nicht gelesen werden.
it: Errore: Non posso leggere il file di configurazione `%s'.

source: Error: No media changer is configured in `%s'.
de: Fehler: Kein Medienwechsler in `%s' konfiguriert
it: Errore: Nessun changer è configurato in `%s'.

source: Error: The media changer device `%s' does not exist.
de: Fehler: Die Gerätedatei `%s' des Medienwechslers existiert nicht.
it: Errore: Il device per il changer `%s' non esiste.

source: Error: No command configured in `%s' to determine the free loadports.
de: Fehler: In der Datei `%s' wurde kein Kommando zum Feststellen der freien Ladeschächte konfiguriert.
it: Errore: Non è stato impostato il comand in `%s' per determinare i loadport liberi.

source: Error: No command configured in `%s' to determine the free slots.
de: Fehler: Kein Kommando zum Feststellen freier Schächte in `%s' konfiguriert.
it: Errore: Non è stato impostato il comand in `%s' per determinare gli slot liberi.

source: Error: The argument to specify the drives could not be evaluated.
de: Fehler: Das Argument zur Angabe von Bandlaufwerken konnte nicht ausgewertet werden.
it: Errore: Il parametro di specifica dei drive non è comprensibile.

source: Error: Not enough free slots found.
de: Fehler: Nicht genügend freie Schächte gefunden.
it: Errore: Non ci sono abbastanza slot liberi.

source: Error: Not enough free loadports found.
de: Fehler: Nicht genügend freie Ladeschächte gefunden.
it: Errore: Non ci sono abbastanza loadport liberi.

source: Error: At least one of the following flags must be supplied: iIlmPtaeN
de: Fehler: Mindestens einer der Schalter iIlmPtaeN muss angegeben sein

source: Error: If cartridges names are to be set, cartridges must be given with option -C
de: Fehler: Wenn Bänderbeschreibungen gesetzt werden sollen, muss eine Menge von Bändern mittels -C angegeben sein.

source: Error: The flags -%s and -%s do not make sense together.
de: Fehler: Die Schalter -%s und -%s sind zusammen nicht sinnvoll.

source: Error: The flags -%s and -%s are not allowed together.
de: Fehler: Die Schalter -%s und -%s sind nicht gleichzeitig erlaubt.

source: Error: Additional arguments are allowed only in combination with -N.
de: Fehler: Zusätzliche Argumente dürfen nur in Verbindung mit -N angegeben sein.

source: Error: -a requires an argument.
de: Fehler: -a erfordert eine weitere Angabe.

source: Error: Changer does not have any loadport.
de: Fehler: Der Medienwechsler hat keinen Ladeschacht.

source: Error: Targets to move the cartridges to must be given using one of the flags: DLSP
de: Fehler: Zielorte zum Bewegen der Bänder müssen unter Verwendung eines der Schalter DLSP angegeben sein.
it: Errore: La destinazione finale del cartridge deve essere specificata con una delle seguenti opzioni: DLSP.

source: Error: The cartridges must be specified using the flag -C
de: Fehler: Es müssen Bänder angegeben sein mit Hilfe des Schalters -C
it: Errore: Il cartridge deve essere specificato con l'opzione -C.

source: Error: Number of given slots (%d) is unequal to the number of given cartridges (%d).
de: Fehler: Die Anzahl der angegebenen Schächte (%d) stimmt nicht mit der Zahlder angegebenen Bänder (%d) überein.
it: Errore: Il numero di slot (%d) e di cartridge (%d) specificati non coincidono.

source: Error: Number of given drives (%d) is unequal to the number of given cartridges (%d).
de: Fehler: Die Anzahl der angegebenen Laufwerke (%d) stimmt nicht mit der Zahlder angegebenen Bänder (%d) überein.
it: Errore: Il numero di drive (%d) e di cartridge (%d) specificati non coincidono.

source: Error: Number of given loadports (%d) is unequal to the number of given cartridges (%d).
de: Fehler: Die Anzahl der angegebenen Ladeschächte (%d) stimmt nicht mit der Zahl der angegebenen Bänder (%d) überein.
it: Errore: Il numero di loadport (%d) e di cartridge (%d) specificati non coincidono.

source: Error: The slots or cartridges must be given using the -S or -C option.
de: Fehler: Es müssen Schächte oder Bänder mittels der Option -S bzw. -C angegeben sein.
it: Errore: Gli slot o i cartridge devono essere specificati con le opzioni -S o -C.

source: Error: Cartridge %d is not in any media changer slot.
de: Fehler: Band %d befindet sich in keinem Schacht des Medienwechslers.
it: Errore: Il cartridge %d non è presente in nessuno slot del changer.

source: Error: Cannot determine cartridge in slot %d.
de: Fehler: Es kann nicht festgestellt werden, welches Band sich in Schacht %d befindet.
it: Errore: Non posso determinare il cartridge nello slot %d.

source: Error: The flags -C and -L are not allowed with -i.
de: Fehler: Schalter -C und -L sind zusammen mit -i nicht erlaubt.
it: Errore: Le opzioni -C e -L non sono consentite con l'opzione -i.

source: Error: The flag -L is not allowed with -t.
de: Fehler: Der Schalter -L ist nicht zusammen mit -t erlaubt.
it: Errore: L'opzione -L non è consentita insieme all'opzione -t.

source: Error: Changer has only %d slots.
de: Fehler: Der Medienwechsler hat nur %d Schächte.
it: Errore: Il changer ha solo %d slot.

source: Error: Changer has only %d loadports.
de: Fehler: Der Medienwechsler hat nur %d Ladeschächte.
it: Errore: Il changer ha solo %d loadport.

source: Please enter a line to describe the new location for the cartridges:
de: Bitte eine Zeile zur Angabe des neuen Orts der Bänder eingeben:
it: Per favore descrivi in una riga la nuova posizione dei cartridge:

source: Warning: The location of the cartridges %s is set to %s.
de: Warnung: Der Aufbewahrungsort der Bänder %s wurde auf %s gesetzt.
it: Avviso: La posizione dei cartridge %s è impostata a %s.

source: Error: Could not set locations correctly.
de: Fehler: Die Aufbewahrungsorte konnten nicht korrekt gesetzt werden.
it: Errore: Non ho potuto impostare correttamente le posizioni.

source: Error: Moving cartridge %d failed.
de: Fehler: Bewegen des Bandes %d misslungen.
it: Errore: Spostamento del cartridge %d fallito.

source: Warning: The following slots are empty: %s
de: Warnung: Die folgenden Schächte sind leer: %s
it: Avviso: I seguenti slot sono vuoti: %s

source: Error: Cannot unload drive %d to a free slot.
de: Fehler: Das Band im Laufwerk %d konnte nicht in einen freien Schacht entladen werden.
it: Errore: Impossibile scaricare il drive %d in uno slot libero.

source: Error: Cannot move cartridge from slot %d to drive %d in %s, skipping this slot.
de: Fehler: Das Band kann nicht vom Schacht %d ins Laufwerk %d in %s bewegt werden. Dieser Schacht wird übersprungen.
it: Errore: Impossibile spostare il cartridge dallo slot %d al drive %d in %s, salto questo slot.

source: Info: Cannot read label of tape in slot %d.
de: Fehler: Bandinformation des Bandes in Schacht %d kann nicht gelesen werden.
it: Info: Impossibile leggere l'etichetta del nastro nello slot %d.

source: Info: Labeling tape in slot %d failed.
de: Warnung: Bandinformation konnten nicht auf das Band in Schacht %d geschrieben werden.
it: Info: Etichettatura del nastro nello slot %d fallita.

source: Error: Cannot unload drive %d to slot %d in %s.
de: Fehler: Das Band in Laufwerk %d kann nicht in den Schacht %d des Wechslers %s entladen werden.
it: Errore: Impossibile scaricare il drive %d nello slot %d in %s.

source: Info: Location of the cartridges %s is set to unknown.
de: Info: Der Aufenthaltsort der Bänder %s wird als unbekannt gesetzt.
it: Info: Posizione del cartridge %s impostata a "ignota".

source: Error: Syntax error in `%s' at position %d.
de: Fehler: Syntaxfehler in `%s' an Position %d.

source: Error: Unknown specifier `%c' in `%s' at position %d.
de: Fehler: Unbekannter Spezifikator `%c' in `%s' an Position %d. werden.

source: Error: Cannot write the tape full counter to file
de: Fehler: Der Zähler, wie oft ein Band vollständig beschrieben worden ist, kann nicht in die entsprechende Datei geschrieben werden

source: Error: Cannot rewrite file `%s' to save the precious tapes
de: Fehler: Datei `%s' mit den kritischen Bändern kann nicht zurückgeschrieben werden

source: Warning: Could not read any label in changer `%s'
de: Warnung: Im Medienwechsler `%s' konnte keine Bandbeschriftung erkannt werden

source: Error: Could not write labels to file.
de: Fehler: Bandbeschriftungen können nicht in eine Datei geschrieben werden.

source: Error: Could not write names to file.
de: Fehler: Bandinformationen können nicht in Datei geschrieben werden.

source: Warning: Cannot read file `%s' containing the cartridge locations.
de: Warnung: Die Bandreihenfolge kann nicht aus der Datei `%s' gelesen werden.

source: Warning: Cannot read file `%s' containing usage related cartridge information.
de: Warnung: Die Datei `%s' mit der Häufigkeit der Bandbenutzung kann nicht gelesen werden.

source: Warning: Cannot read file `%s' containing the cartridge full counters.
de: Warnung: Die Information, wie oft ein Band vollständig beschrieben worden ist, kann nicht aus der Datei `%s' gelesen werden.

source: Warning: Cannot read file `%s' containing the cartridge names and descriptions.
de: Warnung: Die Datei `%s' mit den Bandnamen (Strichcodes) und -beschreibungen kann nicht gelesen werden.

source: Warning: Cannot read file `%s' containing the readonly cartridges.
de: Warnung: Die Datei `%s' mit den nur lesbar gesetzten Bändern kann nicht gelesen werden.

source: Warning: Cannot read file `%s' containing the cartridges protected from overwrite by client request.
de: Warnung: Die Datei `%s', welche die Informationen enthält, welche Bänder vor dem Überschreiben geschützt sind und welcher Client dies jeweils angefordert hat, kann nicht gelesen werden.

source: Cartridge
de: Band

source: Location
de: Ort
it: Posizione

source: Slots in
de: Schächte in
it: Slot in

source: Loadports in
de: Ladeschächte in
it: Loadport in

source: <none>
de: <leer>

source: <unlabeled>
de: <unbeschriftet>

source: Label
de: Beschriftung

source: Used
de: Belegt

source: Full
de: Voll

source: Read-only
de: Schreibschutz

source: Overwrite
de: Überschreibbar

source: Times Full
de: Wie oft voll

source: Last Writing Time
de: Zeitstempel letztes Schreiben

source: Yes
de: Ja

source: No
de: Nein

source: Cartridge Reservations
de: Bandreservierungen

source: Error: Cannot write file %s to save the tape position.
de: Fehler: Datei %s zum Abspeichern der Bandpositionen kann nicht geschrieben werden.

source: Error: Connection to client lost. Exiting.
de: Fehler: Verbindung zum Client verloren. Programm endet.
it: Errore: La connessione con il client è caduta. Esco.

source: Error: Client disconnected. Exiting.
de: Fehler: Clientverbindung unterbrochen. Programm endet.
it: Errore: Il client si è disconnesso. Esco.

source: Usage: %s [ -db ] [ <configuration-file> ] [ -p <service/port> ] [ -L <locale> ]
de: Anwendung: %s [ -db ] [ <Konfigurationsdatei> ] [ -p <Servicename/Portnummer> ] [ -L <Lokalisierung> ]

source: Warning: Client %s tried to access cartridge %s%d, denied.
de: Warnung: Client %s versuchte, auf Band%s%d zuzugreifen. Erlaubnis verweigert.
it: Avviso: Il client %s ha cercato di accedere al cartridge %s%d, negato.

source: set
de: satz

source: Error: No authentication key file configured for %s.
de: Fehler: Keine Authentifizierungsschlüsseldatei für %s konfiguriert.

source: %s on encryption key file `%s': %s.
de: %s bezüglich der Schlüsseldatei `%s': %s.

source: Error: Demultiplexing stream falling out of sync. Current bytes in buffer:
de: Fehler: Demultiplexen des Datenstroms schlug fehl, der Blockheader wurde nicht erkannt. Aktueller Pufferinhalt:

source: Error: Cannot create pipes to subprocess.
de: Fehler: Pipes zum Unterprozess konnten nicht erzeugt werden.
it: Errore: Non posso creare la pipe con il sottoprocesso.

source: Error: Cannot start subprocess.
de: Fehler: Unterprozess kann nicht gestartet werden.
it: Errore: Non posso lanciare il sottoprocesso.

source: Error: Cannot start program `%s'.
de: Fehler: Programm `%s' konnte nicht gestartet werden.

source: Error: Cannot logon to server ?!?!?
de: Fehler: Anmeldung beim server-Programm erfolglos ?!?!?
it: Errore: Non posso fare logon sul server ?!?!?

source: Internal Error: Protocol not properly initialized.
de: Interner Fehler: Protokollspezifikation nicht korrekt initialisiert.
it: Errore Interno: Il protocollo non è stato inizializzato correttamente.

source: Warning: Not started by the inetd and not with option -d for daemonize. Assuming daemon startup is desired.
de: Warnung: Programm wurde weder vom inetd noch mit Option -d gestartet. Es wird angenommen, Start als Daemon ist gewünscht.

source: Warning: Cannot resolve service name `%s' to port number, using default port %d.
de: Warnung: Portnummer des Service `%s' kann nicht ermittelt werden, benutze voreingestellten Port %d.
it: Avviso: Impossibile stabilire la porta associata al servizio '%s', uso di default la porta %d.

source: Warning: Cannot resolve service name `%s' to port number, using default service `%s'.
de: Warnung: Portnummer des Service `%s' kann nicht ermittelt werden, benutze voreingestellten Service `%s'.
it: Avviso: Impossibile stabilire la porta associata al servizio `%s', uso di default il servizio `%s'.

source: Error: Could not find program file of `%s'
de: Fehler: Ausführbare Datei für `%s' nicht gefunden.

source: Warning: Error reading configuration file `%s'.
de: Warnung: Fehler beim Lesen der Konfigurationsdatei `%s'.
it: Avviso: Errori occorsi leggendo il file di configurazione `%s'.

source: <none found>
de: <nichts gefunden>
it: <non specificato>

source: Warning: cannot fork, continuing to run in foreground.
de: Warnung: Programm kann nicht in den Hintergrund gehen, Programm läuft im Vordergrund weiter.
it: Avviso: Non riesco a creare un sottoprocesso, continuo in foreground.

source: Error: Cannot lock PID file `%s', probably `%s' is already running.
de: Fehler: Datei `%s' kann nicht gelockt werden, eventuell läuft das Programm `%s' schon.

source: Warning: Cannot write PID file `%s' correctly.
de: Warnung: Die Prozess ID kann nicht in die Datei `%s' geschrieben werden.

source: Error: Could not separate path of `%s'
de: Fehler: Verzeichnispfad in `%s' konnte nicht abgespalten werden

source: Warning: Service unexpectedly terminated.
de: Warnung: Dienstprogramm endete unerwartet.
it: Avviso: Il servizio è terminato inaspettatamente.

source: Warning: Address already in use. Exiting.
de: Warnung: Adresse wird bereits verwendet. Programm endet.

source: Warning: Cannot send command %d (%c) to slave server.
de: Warnung: Kommando %d (%c) konnte nicht an den Subserver geschickt werden.
it: Avviso: Non posso spedire il comando %d (%c) al server slave.

source: Warning: Did not get success response for command %d (%c) from slave server.
de: Warnung: Kein Status zum Kommando %d (%c) vom Subserver erhalten.
it: Avviso: Non ho ricevuto un risposta positiva per il comando %d (%c) dal server slave.

source: Error: Cannot run command `%s' to read output.
de: Fehler: Kommando `%s', dessen Ausgabe gelesen werden sollte, konnte nicht gestartet werden.
it: Errore: Non posso eseguire il comando `%s' per leggere l'output.

source: Error: cannot open file `%s'.
de: Fehler: Datei `%s' konnte nicht geöffnet werden.

source: Error: File `%s' changed size while reading, trailing bytes not saved.
de: Fehler: Die Größe der Datei `%s' änderte sich, während sie gelesen wurde. Die neuen Bytes am Ende wurden nicht gesichert.

source: Error: Unexpected fault reading `%s'.
de: Fehler: Unerwartetes Problem beim Lesen der Datei `%s'.

source: Warning: CRC32 checksumming not available (requires zlib).
de: Warnung: CRC32 Prüfsummenberechnung nicht verfügbar (zlib erforderlich).
it: Avviso: Non è possibile calcolare Il checksum CRC32 (richiede la libreria zlib).

source: Error: cannot lstat `%s'.
de: Fehler: lstat auf `%s' misslungen.

source: Error: cannot read symlink `%s'.
de: Fehler: Der symbolische Link `%s' konnte nicht aufgelöst werden.

source: Error: cannot stat `%s'.
de: Fehler: stat auf `%s' misslungen.

source: Error: cannot read directory `%s'.
de: Fehler: Verzeichnis `%s' konnte nicht gelesen werden.

source: Error: Fault during read of compressed file `%s'.
de: Fehler: Problem beim Lesen der komprimierten Datei `%s'.
it: Errore: Problemi durante la lettura del file compresso `%s'.

source: Error: Compression program returned bad status %d for `%s'.
de: Fehler: Kompressionsprogramm lieferte fehlerhaften Endestatus %d bei der Datei `%s'.
it: Errore: Il programma di compressione ha ritornato uno status di errore %d per `%s'.

source: Error: `%s' is an illegal type of file.
de: Fehler: `%s' ist ein unbekannter Typ eines Dateisystemeintrags.

source: Error: Unexpected error reading contents of `%s'.
de: Fehler: Unerwartetes Problem beim Lesen des Inhalts von `%s'.
it: Errore: Errore inaspettato leggendo il contenuto di `%s'.

source: General error
de: Allgemeiner Fehler
it: Errore generico

source: Error writing packed data stream
de: Fehler beim Schreiben des Stroms eingepackter Daten
it: Errore scrivendo lo stream dati pacchettizzato

source: Error reading data while packing
de: Fehler beim Lesen der Daten während des Einpackens
it: Errore di lettura durante l'archiviazione

source: Error reading symbolic link while packing
de: Fehler beim Lesen eines symbolischen Links während des Einpackens
it: Errore leggendo un collegamento simbolico durante l'archiviazione

source: Error compressing data while packing
de: Fehler beim Komprimieren während des Einpackens
it: Errore di compressione durante l'archiviazione

source: Unknown filesystem entry type found while packing
de: Unbekannter Typ eines Dateisystemeintrags während des Packens gefunden
it: Trovata una filesystem entry di tipo sconosciuto durante l'archiviazione

source: Size of file changed while packing it
de: Größe der Datei änderte sich während des Einpackens
it: La dimensione del file è cambiata durante l'archiviazione

source: Error reading command output while packing
de: Fehler beim Lesen der Ausgabe des Kommandos während des Einpackens
it: Errore leggendo l'output di un comando durante l'archiviazione

source: Error while packing ACLs
de: Fehler beim Einpacken von Zugriffsrechtelisten
it: Errore durante l'archiviazione delle ACLs

source: Given filesystem entry not found while packing
de: Angegebener Dateisystemeintrag beim Einpacken nicht gefunden
it: Il file specificato non è stato trovato durante l'archiviazione

source: Required built-in uncompress not available
de: Erforderliche eingebaute Dekompression nicht verfügbar
it: La richiesta compressione built-in non è disponibile

source: Error uncompressing data during extract
de: Fehler beim Dekomprimieren der Daten während des Auspackens
it: Errore di decompressione durante l'estrazione

source: Error reading packed data stream during extract
de: Fehler beim Lesen des gepackten Datenstroms
it: Errore di lettura dallo stream di dati pacchettizzato durante l'estrazione

source: Format error in packed data stream
de: Formatfehler im Strom gepackter Daten
it: Errore di formato nello stream di dati pacchettizzato

source: Error creating base directory during extract
de: Fehler beim Erzeugen des Basisverzeichnisses während des Auspackens
it: Errore creando la directory base durante l'estrazione

source: Error setting filesystem entry properties
de: Fehler beim Setzen der Attribute des Dateisystemeintrags
it: Errore impostando le proprietà di una filesystem entry

source: Error creating filesystem entry during extract
de: Fehler beim Anlegen des Dateisystemeintrags während des Auspackens
it: Errore creando una filesystem entry durante l'estrazione

source: Error setting ACLs during extract
de: Fehler beim Setzen der Zugriffsrechtelisten während des Auspackens
it: Errore impostando le ACLs durante l'estrazione

source: Filesystem entry already exists, must not remove
de: Dateisystemeintrag existiert schon und darf nicht entfernt werden
it: Filesystem entry preesistente, non devo rimuoverla
