Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: Usage: %s [ -v ] [ -c <configuration-file> ] \ [ -h <backuphosts> ] [ -P <backup-ports> ] \ [ -I <indexfile-part> ] [ -V <var-directory> ] \ [ -k <encryption-key-file> ] [ -W <identity> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] \
de: Anwendung: %s [ -v ] [ -c <Konfigurationsdatei> ] \ [ -h <Sicherungsserver> ] [ -P <Sicherungsserverports> ] \ [ -I <fester-Indexdateinamensteil> ] [ -V <Var-Verzeichnis> ] \ [ -k <Schlüsseldatei> ] [ -W <Client-Identifikator> ] \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ]
it: Uso: %s [ -v ] [ -c <file-di-configuration> ] \ [ -h <backuphosts> ] [ -P <backup-ports> ] \ [ -I <indexfile-part> ] [ -V <var-directory> ] \ [ -k <file-chiave-crittazione> ] [ -W <identity> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <livello-compressione-interna> ]

source: Usage: %s [ -lav ] [ -c <configuration-file> ] \ [ -<past-run-no>[.<past-backup-no>] ] \ [ -h <backuphosts> ] [ -P <backup-ports> ] \ [ -C <root-directory> ] [ -S <cartridge-set> ] \ [ -I <indexfile-part> ] [ -V <var-directory> ] \ [ -k <encryption-key-file> ] [ -W <identity> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] \ [ -M <server-message-config> ]
de: Anwendung: %s [ -lav ] [ -c <Konfigurationsdatei> ] \ [ -<Vorh-Sicherung-Nr>[.<Vorh-Gesamtsicherung-Nr>] ] \ [ -h <Sicherungsserver> ] [ -P <Sicherungsserverports> ] \ [ -C <Basisverzeichnis> ] [ -S <Bandsatz-Nummer> ] \ [ -I <fester-Indexdateinamensteil> ] [ -V <Var-Verzeichnis> ] \ [ -k <Schlüsseldatei> ] [ -W <Client-Identifikator> ] \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ] \ [ -M <Servermeldungskonfiguration> ]

source: Usage: %s [ -v ] [ -c <configuration-file> ] \ [ -l <logfile> ] [ -T <tmpdir> ] \ [ -M <server-message-config> ] \ [ -h <source-server> ] [ -P <source-serverport> ] \ [ -C <source-cartridge> ] [ -F <tape-filenumber> ] \ [ -k <source-encryption-key-file> ] \ [ -D [ -h <target-server> ] [ -P <target-serverport> ] \ [ -C <target-cartridge> ] [ -k <target-encryption-key-file> ] ]
de: Anwendung: %s [ -v ] [ -c <Konfigurationsdatei> ] \ [ -l <Meldungsdatei> ] [ -T <Zwischenspeicherverzeichnis> ] \ [ -M <Servermeldungskonfiguration> ] \ [ -h <Quell-Server> ] [ -P <Quell-Serverport> ] \ [ -C <Quellband> ] [ -F <Banddateinummer> ] \ [ -k <Quell-Schlüsseldatei> ] \ [ -D [ -h <Ziel-Server> ] [ -P <Ziel-Serverport> ] \ [ -C <Zielband> ] [ -k <Ziel-Schlüsseldatei> ] ]

source: Usage: %s [ -daGy%s ] [ {+-}LBx ] [ <files> <directories> ... ] \ [ -C <root-directory> ] [ -F "<files-to-skip>" ] \ [ -D "<directories-to-skip>" ] \ [ -c <configuration-file> ] [ -W <identity> ] \ [ -h <backuphosts> ] [ -P <backup-ports> ] \ [ -I <indexfile-part> ] [ -Q <backup-level> ] \ [ { -N <num-indexes-to-store> ] | \ -O <max-age-of-indexes-to-store-in-days> } ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] \ [ -s "<dont-process-patterns>" ] \ [ -X <exclude-list-file> ] [ -l <logfile> ] \ [ -i <startup-info-program> ] \ [ -b <init-program> ] [ -e <exit-program> ] \ [ -k <encryption-key-file> ] \ [ -f <filesystem-types> ] \ [ -V <var-directory> ] [ -S <cartridge-sets> ] \ [ -M <server-message-config> ]
de: Anwendung: %s [ -daGy%s ] [ {+-}LBx ] [ <Dateien> <Verzeichnisse> ... ] \ [ -C <Basisverzeichnis> ] [ -F "<zu-übergehende-Dateien>" ] \ [ -D "<zu-übergehende-Verzeichnisse>" ] \ [ -c <Konfigurationsdatei> ] [ -W <Client-Identifikator> ] \ [ -h <Sicherungsserver> ] [ -P <Sicherungsserverports> ] \ [ -I <fester-Indexdateinamensteil> ] [ -Q <Sicherungs-Level> ] \ [ { -N <Anzahl-aufzuhebende-Indexe> | \ -O <Maximalalter-aufzuhebender-Indexe-Tage> ] } \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ] \ [ -s "<Muster-nicht-zu-komprimierende-Dateien>" ] \ [ -X <Ausschlusslistendatei> ] [ -l <Meldungsdatei> ] \ [ -i <Startinformationsverarbeitungskommando> ] \ [ -b <Start-Programm> ] [ -e <Ende-Programm> ] \ [ -k <Schlüsseldatei> ] [ -f <Dateisystemtypen> ] \ [ -V <Var-Verzeichnis> ] [ -S <Bandsätze> ] \ [ -M <Servermeldungskonfiguration> ]

source: Forced interruption, program will terminate as soon as possible.
de: Abbruch erzwungen, Programm wird sobald als möglich terminieren.

source: Repeated interruption, please stand by during cleanup. To force termination press Ctrl-C 3 times within 2 seconds or Ctrl-\ once.
de: Wiederholter Abbruch, bitte warten, bis aufgeräumt ist. Um eine möglichst schnelle Beendigung des Programms zu erzwingen, entweder Ctrl-C innerhalb von 2 Sekunden 3 mal drücken oder einmal Ctrl-\.

source: Repeated interruption, please stand by during cleanup.
de: Abbruch wiederholt angefordert. Bitte warten, bis aufgeräumt ist.
it: Interrotto ancora una volta. Stò ripristinando, attendere per favore.

source: Interrupted. Cleanup in progress, please stand by.
de: Abbruch. Es wird aufgeräumt, einen Moment, bitte.
it: Interrotto. Stò ripristinando, attendere per favore.

source: Connection to client process lost, exiting.
de: Verbindung zum client-Prozess unterbrochen, Programm endet.

source: Full backup part %d interrupted.
de: Vollsicherung Teil %d abgebrochen.

source: Full backup interrupted.
de: Vollsicherung abgebrochen.

source: Incremental backup interrupted.
de: Inkrementelle Sicherung abgebrochen.

source: Full backup part %d failed.
de: Vollsicherung Teil %d misslungen.

source: Full backup failed.
de: Vollsicherung misslungen.

source: Incremental backup failed.
de: Inkrementelle Sicherung misslungen.

source: Error: Cannot remove lock file entry `%s', that is not a file.
de: Fehler: Dateisystemeintrag `%s' (für Lock) konnte nicht entfernt werden (keine Datei).
it: Errore: Impossibile rimuovere il file di lock `%s', che non è un file.

source: Warning: Lock file `%s' exists, but can't open it.
de: Warnung: Lockdatei `%s' existiert, kann aber nicht geöffnet werden.
it: Avviso: Il file di lock `%s' esiste, ma non posso aprirlo.

source: Error: Cannot create lock file `%s'.
de: Fehler: Lockdatei `%s' kann nicht angelegt werden.

source: Error: Could not open progress file `%s' for writing.
de: Fehler: Datei `%s' kann nicht zum Schreiben geöffnet werden.

source: Error: Could not send filename to afclient process.
de: Fehler: Dateiname kann nicht an den afclient Prozess geschickt werden.

source: Warning: Obtaining the server's informational messages might not work.
de: Warnung: Abfrage der aktuellen Meldungen vom Server könnte fehlschlagen.

source: Warning: Obtaining the server's informational messages fails.
de: Warnung: Abfrage der aktuellen Meldungen vom Server funktioniert nicht.

source: Error: Cannot find program file of `%s'.
de: Fehler: Ausführbare Datei für `%s' nicht gefunden.

source: Error: Command name %s not recognized.
de: Fehler: Kommandoname %s nicht identifiziert.
it: Errore: Il nome %s non è un comando riconosciuto.

source: Error: Cannot stat %s.
de: Fehler: Attribute der Datei `%s' nicht feststellbar.

source: Error: %s is installed SUID or SGID. Please check installation.
de: Fehler: %s ist SetUID oder SetGID installiert. Bitte Installation überprüfen.

source: Warning: When run as normal user, the environment variable BACKUP_HOME is ignored.
de: Warnung: Wenn dieses Programm als normaler Benutzer gestartet wird, wird die Environment-Variable BACKUP_HOME aus Sicherheitsgründen ignoriert.

source: Error: Cannot follow path `%s'.
de: Fehler: Kann Pfad zu Datei `%s' nicht folgen.

source: Strange error: cannot separate binary directory.
de: Seltsamer Fehler: Name des Programmverzeichnisses kann nicht abgespalten werden.

source: Strange error: cannot separate client directory.
de: Seltsamer Fehler: Name des Client-Verzeichnisses kann nicht abgespalten werden.

source: Warning: Cannot determine hostname.
de: Warnung: Rechnername kann nicht festgestellt werden.
it: Avviso: Non riesco a determinare l'hostname.

source: Error: Cannot seteuid root, sorry.
de: Fehler: Die effektive Benutzer-ID von root konnte nicht angenommen werden.

source: Error: Cannot read parameter file `%s'. %s.
de: Fehler: Konfigurationsdatei `%s' kann nicht gelesen werden. %s.

source: Error: Cannot read parameter file `%s'.
de: Fehler: Konfigurationsdatei `%s' kann nicht gelesen werden.

source: Warning: No configuration file found, using defaults.
de: Warnung: Keine Konfigurationsdatei gefunden, Voreinstellungen werden verwendet.

source: Error: Configuration file must be owned by root when running as normal user.
de: Fehler: Konfigurationsdatei muss dem Superuser gehören, wenn dieses Programm als unprivilegierter Anwender aufgerufen wird.

source: Error: Cannot read parameter file.
de: Fehler: Konfigurationsdatei kann nicht gelesen werden.

source: Warning: Built-in compression requested, but not compiled in. Ignoring request for built-in compression.
de: Warnung: Eingebaute Kompression nicht verfügbar (nicht eingebaut). Wunsch nach Anwendung eingebauter Kompression wird ignoriert.
it: Errore: Richiesta compressione built-in, ma non è stata inclusa alla compilazione. Richiesta ignorata.

source: Error: Cannot resolve TCP service name `%s'.
de: Fehler: Name des TCP-Service `%s' kann nicht aufgelöst werden.
it: Errore: Non riesco a risolvere il nome del servizio TCP `%s'.

source: Warning: unknown character %c in server message configuration.
de: Warnung: Nicht erkannter Schalter %c in der Servermeldungskonfiguration.

source: Warning: Both DaysToStoreIndexes and NumIndexesToStore configured. Ignoring the shorter duration.
de: Warnung: Sowohl DaysToStoreIndexes als auch NumIndexesToStore ist konfiguriert. Der jeweils längere Zeitraum wird verwendet.

source: Error: Cannot execute `%s'.
de: Fehler: `%s' kann nicht ausgeführt werden.

source: Warning concerning encryption key file `%s': %s.
de: Warnung zur Schlüsseldatei `%s': %s.

source: Error concerning encryption key file `%s': %s.
de: Fehler zur Schlüsseldatei `%s': %s.

source: Warning: Ignoring file `%s', using compiled-in key.
de: Warnung: Datei `%s' wird ignoriert, der einkompilierte Schlüssel wird verwendet.

source: Error: An application seems to hold a lock on this functionality.
de: Fehler: Ein laufendes Programm hält offenbar den Zugriff auf diese Funktion.

source: The process ID is %s.
de: Die Prozessnummer ist %s.

source: Cannot determine process-ID.
de: Prozessnummer kann nicht festgestellt werden.

source: Cannot ask user via TTY for confirmation to override. Exiting.
de: Bestätigung, den Lock zu übergeben, kann nicht von dem Eingabe-TTY gelesen werden. Programm endet.

source: Please check if this process is an obstacle to continue.
de: Bitte prüfen, ob dieser Prozess ein Grund ist, nicht weiterzumachen.
it: Per favore controlla se questo processo ostacola la continuazione.

source: Do you want to continue anyway (unwanted effects may occur) ? (y/N)
de: Trotz allem fortfahren (ungewollte Dinge können passieren) ? (y/N)

source: Timeout on input, exiting.
de: Eingabezeitüberschreitung. Programm endet.
it: Timeout aspettando un input, esco.

source: Do you want to steal the lock (otherwise continue without lock) ? (y/N)
de: Soll der bestehende Lock entfernt bzw. gestohlen werden (andernfalls geht es weiter, ohne den Lock zu besitzen) ? (y/N)

source: Warning: Cannot remove lockfile `%s'.
de: Warnung: Lockdatei `%s' kann nicht entfernt werden.

source: Warning: Cannot set lock. Continue anyway ? (y/N)
de: Warnung: Kann den alleinigen Zugriff auf diese Funktionalität nicht erlangen. Trotzdem weitermachen ? (y/N)
it: Avviso: Non posso creare il file di lock. Continuo comunque ? (y/N)

source: Cannot read confirmation from TTY. Exiting.
de: Bestätigung kann nicht von dem Eingabe-TTY gelesen werden. Programm endet.
it: Non posso leggere la conferma dal TTY. Esco.

source: Timeout on input, exiting.
de: Eingabezeitüberschreitung. Programm endet.
it: Timeout in attesa di input, esco.

source: Error: Cannot read file `%s'.
de: Fehler: Datei `%s' kann nicht gelesen werden.
it: Errore: Non posso leggere il file `%s'.

source: Warning: Cannot read file `%s', switching to full backup.
de: Fehler: Datei `%s' kann nicht gelesen werden, schalte um auf Vollsicherung.

source: Error: Cannot change to directory `%s'.
de: Fehler: Es kann nicht in das Verzeichnis `%s' gewechselt werden.

source: Starting full backup part %d.
de: Beginne Vollsicherung, Teil %d.

source: Starting %sfull backup.
de: Beginne %sVollsicherung.

source: customized
de: individuelle
it: personalizzato

source: Starting %sincremental backup.
de: Beginne %sinkrementelle Sicherung.

source: Before program returned exit status %d. Stopping here.
de: Das Programm, das zu Beginn gestartet werden soll, lieferte %d als Endestatus. Es wird an dieser Stelle abgebrochen.

source: Error: Cannot rename file `%s'.
de: Fehler: Datei `%s' kann nicht umgenannt werden.

source: Error: Cannot create file `%s'.
de: Fehler: Datei `%s' kann nicht angelegt werden.
it: Errore: Non posso creare il file "%s".

source: Error: No server can be contacted, fatal: exiting.
de: Fehler: Keine Server konnte erfolgreich kontaktiert werden. Programm endet.

source: Error: Could not remove deleted cartridges from file %s.
de: Fehler: Aus der Datei `%s' können die gelöschten Bänder nicht ausgetragen werden.

source: Info: The following tapes have been erased on the server with ID %s: %s. The indexes will be updated.
de: Info: Die folgenden Bänder wurden auf dem Server mit der Identifikation %s gelöscht: %s. Die Indexe werden angepasst.

source: Warning: Cannot read filename logfile `%s'.
de: Fehler: Indexdatei `%s' kann nicht gelesen werden.

source: Error: Cannot write filename logfile `%s'. Logging to stderr.
de: Fehler: Indexdatei `%s' kann nicht geschrieben werden. Schreibe stattdessen auf die Standardausgabe.

source: Error: Cannot start backup client side subprocess.
de: Fehler: Clientseitiger Unterprozess kann nicht gestartet werden.

source: Error: Cannot create pipe to subprocess.
de: Fehler: Pipes zum Unterprozess konnten nicht erzeugt werden.

source: Warning: Old index file was not newline terminated. Possible inconsistency.
de: Warnung: Die alte Indexdatei hatte kein Zeilenwechselzeichen am Ende. Sie war möglicherweise inkonsistent.

source: Warning: Errors occurred reading `%s'.
de: Fehler: Probleme beim Lesen von `%s'.

source: Error: Backup client side subprocess unexpectedly died.
de: Fehler: Clientseitiger afclient Prozess terminierte unerwartet.

source: Error: Backup client side did not receive necessary starting information from server. Output was:
de: Fehler: Notwendige Startinformation wurde nicht vom Backupserver erhalten. Die unvollständigen Ausgaben waren:

source: Error: Could not determine writing position from client process output. afclient output %swas:
de: Fehler: In den Ausgaben des Client Unterprozesses konnte die Schreibposition nicht ermittelt werden%s. Hier die Ausgaben von afclient:

source: (key strings not found)
de: (Problem: keine Schlüsselsequenzen erkannt)

source: Error: Cannot write file `%s' to save the backup start positions.
de: Fehler: Datei `%s' zum Speichern der Start-Schreibposition kann nicht geschrieben werden.

source: Warning: Cannot make copy of file `%s', saving original.
de: Warnung: Von der Datei `%s' konnte keine Kopie angelegt werden. Es wird das Original gesichert.
it: Avviso: Non posso fare una copia del file `%s', salvo l'originale.

source: Warning: Format error in level timestamps file. Ignoring Level %ld.
de: Fehler: Formatfehler in der Datei mit den Zeitstempeln. Level %ld wird ignoriert.
it: Avviso: Errore di formato nel file di timestamps per livello. Ignoro livello %ld.

source: Info: New entry, making full backup of `%s'.
de: Info: Neuer Eintrag. `%s' wird voll gesichert.

source: Warning: Entry `%s' did not resolve any filename.
de: Warnung: Eintrag `%s' ergab keinerlei Verzeichnis- oder Dateinamen.

source: Warning: Cannot find out number of lines written to `%s'.
de: Warnung: Anzahl Zeilen in `%s' konnte nicht ermittelt werden.

source: Error: An error occurred during backup.
de: Fehler: Während der Sicherung traten Fehler auf.

source: The logfile `%s' should tell more details.
de: Aus dem Inhalt der Datei `%s' sollten sich weitere Einzelheiten ergeben.

source: Error: Could not update index ages file `%s'.
de: Fehler: Datei `%s' zum Speichern der Indexalter kann nicht modifiziert werden.

source: Error: Cannot write to file `%s'.
de: Fehler: Schreiben in die Datei `%s' nicht möglich.
it: Errore: Non posso scrivere nel file "%s".

source: Full backup part %d finished.
de: Vollsicherung Teil %d beendet.

source: Full backup %sfinished.
de: Vollsicherung %sbeendet.

source: (customized)
de: (individuell)
it: (personalizzato)

source: Incremental backup %sfinished.
de: Inkrementelle Sicherung %sbeendet.

source: Error: Cannot write backup level timestamp file `%s'.
de: Fehler: Datei `%s' mit den Zeitstempeln kann nicht geschrieben werden.

source: Warning: Cannot save entries to file `%s'.
de: Fehler: es kann nichts in die Datei `%s' gepackt werden.

source: Error: Could not write file `%s' with the crucial tape numbers.
de: Fehler: Datei `%s' mit den Nummern der kritischen Bänder konnte nicht geschrieben werden.

source: Error: Evaluating report output to obtain crucial tapes failed.
de: Fehler: Auswertung der Ergebnisausgabe zur Feststellung der relevanten Bänder misslungen.

source: Error: program informing the server about the crucial tapes returned status %d.
de: Fehler: Programm zum Mitteilen der benötigten kritischen Bänder an den Server endete mit Status %d.

source: Error: Cannot rename `%s' to `%s' to save the crucial tapes.
de: Fehler: Datei `%s' mit den kritischen Bändern kann nicht nach `%s' umbenannt werden.

source: Warning: Minor errors occurred during backup. See the logfile `%s' for more details.
de: Warnung: Während der Sicherung traten geringfügige Fehler auf. Einzelheiten sind der Datei `%s' zu entnehmen.

source: Error: No filename logfile found.
de: Fehler: Keine Indexdatei gefunden.

source: Streamer state:
de: Bandlaufwerkstatus:
it: Stato dello streamer:

source: Error: Cannot open filename logfile.
de: Fehler: Indexdatei kann nicht geöffnet werden.
it: Errore: Non posso aprire il file di log dei filenames.

source: Warning: Command to unprocess index exited with status %d.
de: Warnung: Das Kommando zur Rückverarbeitung des Index lieferte den Endestatus %d.

source: Warning: Command to process index exited with status %d.
de: Warnung: Das Kommando zur Vorverarbeitung des Index lieferte den Endestatus %d.

source: Error: Flag -Q not allowed with full_backup.
de: Fehler: Schalter -Q nicht erlaubt bei full_backup.
it: Errore: La flag -Q non è consentita durante un backup completo.

source: Warning: Uncompressing index returned bad exit status.
de: Warnung: Dekompression der Indexdatei lieferte Endestatus ungleich null.

source: Warning: Some errors occurred uncompressing `%s'.
de: Warnung: Beim Dekomprimieren von `%s' traten Fehler auf.

source: Error: Did not find start mark of previous backup in `%s'.
de: Fehler: Keine Anfangsmarkierung der letzten Sicherung in `%s' gefunden.

source: Warning: The option -F is only allowed in combination with -l, ignored.
de: Warnung: -F wird nur zusammen mit -l unterstützt. -F wird ignoriert.

source: Error: The options -I, -W and -V may only be used by the superuser.
de: Fehler: Die Optionen -I, -W und -V dürfen nur vom Superuser benutzt werden.

source: Error: Cannot resolve path of configuration file `%s'
de: Fehler: Pfad zur Konfigurationsdatei `%s' kann nicht aufgelöst werden.

source: Error: When run as normal user, a given configuration file must reside in the same directory like the default one, otherwise such usage is considered insecure.
de: Fehler: Wenn das Programm als normaler Benutzer verwendet wird, muss die angegebene Konfigurationsdatei im selben Verzeichnis liegen wie die voreingestellte. Eine andere Verwendung dieser Option wird als nicht sicher betrachtet und abgelehnt.

source: Error: Cannot read date and/or time from `%s'.
de: Fehler: Zeitangabe `%s' konnte nicht ausgewertet werden.

source: Listing files not older than: %s
de: Liste Dateien, die nicht vor %s modifiziert wurden

source: Looking for files not older than: %s
de: Suche nach Dateien, die nicht vor %s modifiziert wurden

source: Restoring files not older than: %s
de: Restauriere Dateien, die nicht vor %s modifiziert wurden
it: Eseguo il restore dei files non più vecchi di: %s

source: Listing files written to backup not earlier than: %s
de: Liste Dateien, die nicht vor %s gesichert wurden

source: Looking for files written to backup earlier than: %s
de: Suche nach Dateien, die nicht vor %s gesichert wurden

source: Restoring files written to backup earlier than: %s
de: Restauriere Dateien, die nicht vor %s gesichert wurden

source: Listing files not newer than: %s
de: Liste Dateien, die nicht nach %s modifiziert wurden

source: Looking for files not newer than: %s
de: Suche nach Dateien, die nicht nach %s modifiziert wurden

source: Restoring files not newer than: %s
de: Restauriere Dateien, die nicht nach %s modifiziert wurden
it: Eseguo il restore dei files non più recenti di: %s

source: Listing files written to backup not later than: %s
de: Liste Dateien, die nicht nach %s gesichert wurden

source: Looking for files written to backup not later than: %s
de: Suche nach Dateien, die nicht nach %s gesichert wurden

source: Restoring files written to backup not later than: %s
de: Restauriere Dateien, die nicht nach %s gesichert wurden

source: Warning: Both DaysToScanIndexes and NumIndexesToScan configured. Ignoring the shorter duration.
de: Warnung: Sowohl DaysToScanIndexes als auch NumIndexesToScan ist konfiguriert. Der jeweils längere Zeitraum wird verwendet.

source: Error: `%s' is not a directory.
de: Fehler: `%s' ist kein Verzeichnis.

source: Error: Cannot read directory `%s'. No execute permission.
de: Fehler: Verzeichnis `%s' kann nicht gelesen werden. Keine Ausführungsberechtigung.

source: Error: The directory `%s' is not owned by you.
de: Fehler: Das Verzeichnis `%s' gehört nicht dem Benutzer.

source: Error: Cannot make directory `%s'.
de: Fehler: Verzeichnis `%s' kann nicht angelegt werden.

source: Warning: Cannot change owner/group of `%s'. Restore might fail.
de: Warnung: Eigentümer/Gruppe von `%s' konnte nicht gesetzt werden. Die Datenwiederherstellung wird voraussichtlich fehlschlagen..

source: Serious warning: Cannot read filename logfile `%s'.
de: Dringende Warnung: Indexdatei `%s' kann nicht gelesen werden.

source: Warning: Uncompressing `%s' returned bad exit status.
de: Fehler: Dekomprimierung von `%s' lieferte fehlerhaften Endestatus.

source: Warning: For server %s, port %d (found in index) no server ID is known in file `%s'.
de: Warnung: Für den Server %s, Port %d (gefunden im Index) ist kein Identifikator in der Datei `%s' bekannt.

source: Found %d matches on %d servers, %d tapes, %d files up to now. This is not the last pack, please be patient.
de: Es wurden bis jetzt %d passende Einträge auf %d Servern, %d Bändern und %d Banddateien gefunden. Es wird später noch weiter gesucht, bitte Geduld.
it: Ho trovato %d matches su %d servers, %d nastri, %d files fino ad ora. Questo non è l'ultimo pacco, ancora un po' di pazienza, per favore.

source: Detected %d duplicate entries, only the newest ones are restored.
de: %d mehrfache Einträge gefunden, nur die jeweils neuesten werden wiederhergestellt.
it: Sono state identificate %d voci duplicate, verranno ripristinate solo le più recenti.
