Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: usage: %s
de: Aufruf: %s
it: Uso: %s

source: Warning: File `%s' does not exist. Probably a new tape has been detected automatically and thus this file has been removed.
de: Warnung: Datei `%s' existiert nicht. Möglicherweise wurde bereits automatisch erkannt, dass ein neues Band eingelegt ist, waraufhin die Datei entfernt wurde.
it: Avviso: Il file `%s' non esiste. Probabilmente un nuovo nastro è stato rilevato automaticamente e quindi questo file è stato rimosso.

source: Warning: File `%s' does not exist. Probably someone else has already issued this command and thus this file has been removed.
de: Warnung: Datei `%s' existiert nicht. Möglicherweise hat jemand anders dieses Kommando aufgerufen, so dass die Datei entfernt wurde.
it: Avviso: Il file `%s' non esiste. Probabilmente qualcun altro ha eseguito questo comando e quindi questo file è stato rimosso.

source: Error: Cannot remove file `%s': %s
de: Fehler: Datei `%s' kann nicht entfernt werden: `%s'

source: %sError: %s
de: %sFehler: %s
it: Errore%s: %s

source: %s got signal %d, exiting.
de: %s Signal %d bekommen, Programm endet.
it: %s ha ricevuto il segnale %d, esco.

source: %sError: unexpected fault receiving from server: %s. Trying to continue ...
de: %sFehler: unerwarteter Fehler während Datenempfang vom Server: %s. Versuche, fortzufahren ...
it: Errore%s: Problema inaspettato nella ricezione dal server: %s. Provo a continuare ...

source: unknown fault
de: unbekannter Fehler
it: problema sconosciuto

source: Warning: Empty command supplied. Nothing happens
de: Warnung: es wurde kein Kommando übergeben, nichts geschieht
it: Avviso: Nessun comando specificato. Nulla di fatto

source: >>> Remote process exited with status %d, but produced no output.
de: >>> Das Kommando auf dem anderen Rechner endete mit dem Status %d und erzeugte keine Ausgabe.
it: >>> Il processo remoto è uscito con status %d, ma non ha prodotto nessun output.

source: Error: Cannot remove report file `%s'
de: Fehler: Datei `%s' kann nicht entfernt werden

source: Error: Cannot write report file `%s'
de: Fehler: Ergebnisdatei `%s' kann nicht geschrieben werden

source: Backup statistics:
de: Sicherungsstatistik:
it: Statistiche del backup:

source: Client Identifier: %s
de: Identifikator des Clients: %s
it: Nome del Client: %s

source: Exit Status: %ld
de: Endestatus: %ld
it: Status di Uscita: %ld

source: Start-Time: %s
de: Startzeitpunkt: %s
it: Iniziato alle: %s

source: End-Time: %s
de: Endzeitpunkt: %s
it: Terminato alle: %s

source: Backup Server: %s
de: Sicherungsserver: %s
it: Server Backup: %s

source: Backup Port: %d
de: Port am Sicherungsserver: %d

source: First Cartridge used: %ld
de: Erstes benutztes Band: %ld
it: Primo Cartridge usato: %ld

source: First Tapefile accessed: %ld
de: Erste geschriebene Banddatei: %ld
it: Primo Tapefile utilizzato: %ld

source: Last Cartridge used: %ld
de: Letztes benutztes Band: %ld
it: Ultimo Cartridge usato: %ld

source: Last Tapefile accessed: %ld
de: Letzte geschriebene Banddatei: %ld
it: Ultimo Tapefile utilizzato: %ld

source: Used Cartridges:
de: Verwendete Bänder:
it: Cartridge utilizzati:

source: Stored filesystem entries: %ld
de: Gesicherte Dateisystemeinträge: %ld
it: File memorizzati: %ld

source: Bytes written to media: %s
de: Auf Band geschriebene Bytes: %s
it: Byte scritti sul supporto: %s

source: Sum of filesizes: %s
de: Summe der Dateigrößen: %s
it: Dimensione complessiva: %s

source: Sum of compressed filesizes: %s
de: Bytesumme komprimierte Dateien: %s
it: Dim. complessiva compressa: %s

source: Sum of uncompressed filesizes: %s
de: Bytesumme unkomprimierte Dateien: %s
it: Dim. comples. non compressa: %s

source: Total compression factor: %.2f
de: Gesamtkompressionsfaktor: %.2f
it: Fatt. di compressione totale: %.2f

source: Real compression factor: %.2f
de: Wirklicher Kompressionsfaktor: %.2f
it: Fatt. di compressione reale: %.2f

source: Description
de: Beschreibung
it: Descrizione

source: This program is used to maintain archives on a backup server
de: Dieses Programm dient dem Umgang mit Archiven gepackter Daten
it: Questo programma è usato per gestire degli archivi su un server.

source: host or in a file. Archives can be created, extracted or their
de: auf einem Server oder in einer Datei. Archive können erzeugt,
it: Tali archivi posso essere creati, estratti o se ne può listare il

source: contents be listed. At least one of the following flags has to
de: ausgepackt oder deren Inhalt aufgelistet werden. Mindestens
it: contenuto.

source: be supplied:
de: einer der folgenden Schalter muss angegeben werden:
it: Deve essere specificata almeno una di queste opzioni:

source: -c to create an archive
de: -c zum Erzeugen einer Sicherung (Einpacken)
it: -c per creare un archivio

source: -x to extract from an archive
de: -x zum Auspacken aus einem Archiv
it: -x per estrarre da un archivio

source: -t to list the contents of an archive
de: -t zum Auflisten des Inhalts eines Archivs
it: -t per listare il contenuto di un archivio

source: -d to verify (compare) the contents of an archive
de: -d zur Verifizierung (Vergleich) des Inhalts eines Archivs
it: -d per verificare (confrontare) il contenuto di un archivio

source: -C to set a certain cartridge on the backup server
de: -C lädt ein bestimmtes Band in ein Laufwerk am Server
it: -C per utilizzare un certo cartridge sul server backup

source: (makes only sense extracting or listing with -x or
de: (nur sinnvoll bei lesenden Operationen wie -x zum Auspacken
it: (ha senso solo in estrazione (-x) o lista del contenuto (-t),

source: -t, the writing position can't be changed by clients)
de: oder -t, die Schreibposition ist vom Client nicht beeinflussbar)
it: la posizione di scrittura non può essere cambiata dai client)

source: -F to set a certain file on the backup server's tape
de: -F um eine bestimmte Banddatei im Laufwerk des Servers einzustellen
it: -F per utilizzare un certo file del nastro sul server backup

source: (the same applies as for -C)
de: (es gelten dieselben Hinweise wie bei -c)
it: (stesse indicazioni dell'opzione -C)

source: -q to printout the current cartridge and tape file number
de: -q gibt die Nummern des aktuellen Bandes und der gerade benutzten
it: -q per scrivere su stdout il cartridge ed il numero di file

source: on the backup server
de: Datei auf dem Band im Laufwerk am Server aus
it: correnti sul server backup

source: -Q to printout the cartridge and tape file number for the
de: -Q gibt aus, auf welches Band und in welche Banddatei die
it: -Q per scrivere su stdout il cartridge ed il numero di file che

source: the next write access on the backup server
de: nächste Schreiboperation auf dem Server geht
it: verranno utilizzati alla prossima scrittura sul server backup

source: -X followed by the full path name of a program to be started on
de: -X gefolgt von dem vollen Pfad zu einem Programm, das auf dem Client
it: -X seguito dal pathname completo del programma da lanciare sul

source: the client. This can be used to trigger a backup remotely.
de: gestartet werden soll. So können von einem anderen Rechner aus z.B.
it: client. Può essere utilizzata per invocare un backup da remoto.

source: If the program needs arguments, the command together with
de: Sicherungen gestartet werden. Zur Übergabe von Argumenten muss das
it: Se il programma necessita di argomenti, il comando con gli

source: the arguments has to be enclosed by quotes
de: Programm zusammen mit den Argumenten in Anführungszeichen stehen
it: argomenti stessi deve essere racchiuso tra virgolette

source: -I to printout an index of the backups written to the current
de: -I zur Ausgabe eines Index der Sicherungen auf dem gerade im Laufwerk
it: -I per scrivere su stdout un indice dei backups scritti sull'attuale

source: cartridge
de: befindlichen Band

source: -w to check the status of the streamer on the server side, e.g.
de: -w zur Statusabfrage des Laufwerks am Server, z.B. ob es bereit
it: -w per controllare lo stato dello streamer sul server, ad esempio

source: whether it is ready and waiting for requests to service
de: ist, Operationen auf dem aktuellen Band durchzuführen
it: per verificare se sia pronto in attesa di richieste

source: -G to request a new cartridge for the next writing operation.
de: -G erzwingt, dass beim nächsten Schreiben ein anderes Band verwendet
it: -G per richiedere un nuovo cartridge per la successiva scrittura.

source: If the current writing position is already at the beginning
de: wird. Falls die aktuelle Schreibposition gerade der Bandanfang
it: Se la posizione corrente è già all'inizio di un nastro, nuovo

source: of a new or reused tape, nothing happens
de: ist, hat dieser Schalter keine Wirkung
it: o riusato, viene ignorata

source: -D <destination> to make an exact copy of a tape to another one
de: -D <Ziel> erzeugt eine exakte Kopie des Bandes auf ein anderes.
it: -D <destinazione> per creare una copia esatta di un nastro su un altro

source: (duplicate). See below how to specify the destination tape.
de: (Duplikat). Wie das Zielband anzugeben ist, siehe weiter unten.
it: (duplicato). Vedi sotto come specificare il nastro di destinazione.

source: Duplication can be either from one cartridge to another on
de: Die Duplizierung kann entweder von einem Band auf ein anderes auf
it: La duplicazione può avvenire sia da un cartridge ad un altro

source: the same server, or from one server to another one. When
de: demselben Server passieren, oder von einem Server zu einem anderen.
it: sullo stesso server, o da un server ad un altro. Quando si

source: copying to the same server chunks of data are stored in a
de: Bei Kopie auf demselben Server werden Teile der Daten in einem
it: copia sullo stesso server parte dei dati viene memorizzata

source: temporary directory on the client, where the command is
de: temporären Verzeichnis auf dem Client zwischengelagert, auf dem das
it: in una directory temporanea sul client dove viene lanciato il

source: started, what should preferably be the source server
de: Kommando aufgerufen wurde, am besten auf dem Quellserver selbst
it: comando, che dovrebbe essere di preferenza il server sorgente stesso

source: -M <message> send a message to the server. Messages will in the
de: -M <Nachricht> schickt eine Nachricht an einen Server. Da Nachrichten in
it: -M <messaggio> per spedire un messaggio al server. Nella maggior

source: most cases contain whitespace, so they should be enclosed
de: der Regel Leerzeichen enthalten, sollten sie in Anführungszeichen
it: parte dei casi i messaggi conterranno degli spazi, e dovranno pertanto

source: in quotes. Server messages should be sent to the single
de: stehen. Für Server-Nachrichten sollte der Einzel-Client Port verwendet
it: essere racchiusi tra virgolette. Questi messaggi dovrebbero essere

source: stream server (port), the multi stream server might hang
de: werden, der Mehrfach-(Multiplex)-Server könnte aus systematischen
it: spediti ad un single-stream server, non ad un multi-stream che

source: receiving a message due to systematical reasons. Several
de: Gründen eine Zeitlang mit der Bearbeitung auf sich warten lassen.
it: bloccarsi alla ricezione del messaggio per ragioni sistemistiche. Può essere specificato più di un

source: messages can be put into the string. They must be separated
de: Mehrere Servernachrichten können in der Zeichenkette angegeben
it: messaggio nella stringa. In tal caso devono essere separati

source: by a real newline character or the usual C-like \n .
de: sein, getrennt durch einen Zeilenwechsel oder (C-typisch) \n .
it: da un esplicito carattere newline oppure da `\n', il medesimo carattere espresso in notazione C.

source: The following messages are currently supported:
de: Folgende Nachrichten werden unterstützt:
it: I seguenti messaggi sono supportati:

source: PreciousTapes: <client-id> <list-of-tapes>
de: PreciousTapes: <Client-Identifikator> <Liste-von-Tapes>

source: The list of tapes is inserted into the table
de: Die angegeben Liste von Bändern wird in die Menge
it: La lista di nastri è inserita nella tabella

source: with the tapes, that are crucial for clients
de: derjenigen Bänder eingefügt, die notwendig für alle
it: dei nastri considerati cruciali al ripristino di

source: to restore all files, that are listed in all
de: Clients sind, damit sie alle Daten restaurieren können,
it: tutti i file per un dato client che sono presenti

source: existing index files. The list is assigned to
de: die in Indexen aufgelistet sind. Die Liste wird dem

source: the client with the given client identifier,
de: Client mit der angegebenen ID zugeordnet, unabhängig

source: regardless of an id suppied with option -W .
de: von einem mittels -W angegebenen Identifikator.

source: These tapes will not be overwritten until it
de: Die Bänder in der angegebenen Liste werden nicht

source: is explicitly permitted. This message is sent
de: überschrieben, sofern nicht explizit erlaubt. Diese

source: automatically by full_backup or incr_backup
de: Nachricht wird automatisch von full_backup oder incr_backup

source: and should not be used in other user contexts
de: verschickt und sollte nicht von Anwendern benutzt werden

source: ReuseTapes: <list-of-tapes>
de: ReuseTapes: <Liste-von-Bändern>
it: ReuseTapes: <lista di nastri>

source: The opposite of PreciousTapes. Sending this
de: Das Gegenteil von PreciousTapes. Diese Nachricht
it: L'opposto di PreciousTapes. Spedendogli questo

source: message permits the server to overwrite the
de: erlaubt dem Server das Überschreiben der angegebenen
it: messaggio si permette al server di sovrascrivere i

source: listed tapes, though they are crucial for
de: Bänder, auch wenn sie für irgendwelche Clients zur
it: nastri specificati, anche se risultano cruciali per

source: some client
de: Datenwiederherstellung benötigt würden
it: qualche client

source: TapesReadOnly: <list-of-tapes>
de: TapesReadOnly: <Liste-von-Bändern>
it: TapesReadOnly: <lista di nastri>

source: The list of tapes is inserted into the file
de: Die Liste der Bänder wird in die Menge eingefügt,
it: La lista di nastri è inserita nel file che contiene

source: listing the files, that should not be written
de: auf die auf keinen Fall geschrieben werden darf,
it: l'elenco dei nastri da considerare a sola lettura

source: any more for whatever reason
de: aus welchen Gründen auch immer
it: che non saranno più scritti per qualsiasi motivo

source: TapesReadWrite: <list-of-tapes>
de: TapesReadWrite: <Liste-von-Bändern>
it: TapesReadWrite: <lista di nastri>

source: This reverts the status of tapes set read-only
de: Bänder, die nicht geschrieben werden durften, sind nun
it: Questo inverte lo status di sola lettura, riportando i nastri

source: to read-write, the opposite of TapesReadOnly
de: wieder schreibbar, das Gegenteil von TapesReadOnly
it: specificati in lettura-scrittura. Inverso di TapesReadOnly

source: When an operator is requested to do something
de: Wenn ein Administrator aufgefordert wurde, etwas zu tun,
it: Quando ad un operatore è richiesto di fare qualche

source: the server is waiting for, this message can be
de: worauf der Server wartet, kann diese Nachricht dazu
it: cosa che il server stà aspettando, questo messaggio può

source: sent to trigger the server to proceed. This
de: benutzt werden, dem Server mitzuteilen, dass er nun
it: essere spedito per permettere al server di procedere.

source: message has the same effect as the cartready
de: fortfahren kann. Diese Nachricht hat denselben Effekt
it: Questo messaggio ha lo stesso effetto del comando

source: command
de: wie das cartready Kommando, nur von Clients aus.
it: cartready

source: DeleteClient: <client-identifier>
de: DeleteClient: <Client-Identifikator>
it: DeleteClient: <identificatore-del-client>

source: The tapes, that are marked as reserved for a
de: Die Bänder, die notwendig für einen Client sind,
it: I nastri marcati come riservati da un client

source: client to recover all the data in his indexes,
de: damit er alle Daten restaurieren kann, werden
it: per il ripristino di tutti i file negli indici,

source: are freed. That is, the appropriate line is
de: freigegeben. Das heißt, die entsprechende Zeile wird
it: vengono liberati. Verrà cioè rimossa la riga

source: removed from the server's precious_tapes file
de: aus der serverseitigen Datei precious_tapes entfernt
it: appropriata dal file precious_tapes del server.

source: -m [ <interval> ] poll the current message from the server and
de: -m [ <Intervall> ] Regelmäßige Abfrage des Servers nach aktuellen

source: write it to standard output, if it is new. Polling is
de: Meldungen, welche ggf. ausgegeben werden. Die Anfragen an

source: done regularly with the given interval in seconds, default
de: den Server erfolgen mit dem angegebenen Interall,

source: interval is 3 seconds
de: Voreinstellung sind 3 Sekunden.

source: -c, -x, -t, -d, -X, -D, -I and -m are mutual exclusive. The other
de: -c, -x, -t, -d, -X, -D, -I und -m schließen sich gegenseitig aus. Die anderen

source: options can be supplied as needed. To set the cartridge and/or
de: Optionen können beliebig nach Bedarf verwendet werden. Ein Band oder eine
it: opzioni possono usate a piacere. Settare esplicitamente il cartridge

source: the tape file on the backup server is only making sense when not
de: Banddatei auf dem Server zu setzen ist bei einer Sicherung nicht sinnvoll,
it: e/o il file sul nastro ha senso solo quando non si stà creando un

source: creating an archive. The serial order of writing to tape is
de: da der Server selbst entscheidet, wo die nächste Schreibposition liegt.
it: archivio. L'ordine sequenziale di scrittura dei nastri è

source: handled by the server machine independently of the client.
de: Diese kann von Clients bestenfalls durch -G beeinflusst werden.
it: gestito dalla macchina server indipendemente dal client.

source: Filenames
de: Dateinamen
it: Nomi dei file

source: The names of the files and directories, that have to be put
de: Die Namen der Dateien und Verzeichnisse, die ein- oder ausgepackt
it: I nomi dei file e delle directory che devono essere messe

source: into or extracted from an archive are by default read from the
de: werden sollen, werden von der Standardeingabe gelesen, sofern nicht
it: o estratte da un archivio sono letti per default dallo standard

source: standard input. If filenames are supplied in the command line
de: anders spezifiziert. Wenn Namen als Argumente in der Kommandozeile
it: input. Se i nomi dei file sono specificati sulla riga di comando o

source: the -a flag is given when extracting, standard input is not read.
de: angegeben sind oder der Schalter -a beim Auspacken gesetzt ist, wird
it: l'opzione -a è usata all'estrazione, lo standard input non viene letto.

source: The same applies, when filenames are read from a file with the
de: nicht von der Standardeingabe gelesen. Das gilt auch, wenn Namen aus
it: Lo stesso vale quando i nomi sono letti da un file con

source: -T option. When reading the names from a file or from standard
de: einer Datei gelesen werden (Option -T). Wenn Namen aus einer Datei
it: l'opzione -T. Quando i nomi sono letti da un file o dallo standard

source: input, they must be given one per line. If a name contains
de: oder der Standardeingabe gelesen werden, muss für jeden Namen eine
it: input, devono essere specificati uno per riga. Se un nome contiene

source: special characters (like newline or nonprintable ones), they
de: Zeile geschrieben werden. Falls ein Name besondere Zeichen enthält (wie z.B. Zeilenwechsel oder nichtdruckbare Zeichen), müssen diese in Form
it: caratteri speciali (come newline o caratteri non stampabili), devono

source: have to be specified using backslash-sequences like in C-code,
de: der üblichen Backslash-Codierungen angegeben werden wie in C-Strings,
it: essere specificati usando le sequenze backslash del linguaggio C,

source: e.g. \n for newline.
de: z.B. \n für einen Zeilenwechsel.
it: ad esempio \n per newline (a capo).

source: In save mode (-c) filenames can be prefixed with character
de: Im Einpack-Modus (-c) können den Namen bestimmte Zeichenfolgen (ohne
it: Nella modalità di creazione (-c) i nomi dei file possono essere

source: sequences, that have special meanings (no space between prefix
de: Leerzeichen dazwischen) vorangestellt werden, um bestimmte
it: preceduti da sequenze di caratteri dal significato speciale (non

source: and filename):
de: Funktionalitäten zu erreichen:
it: ci sono spazi tra il prefisso e il nome del file):

source: /../ The file is not saved with all attributes present in
de: /../ Die Datei wird nicht mit allen ihren Attributen eingepackt,
it: /../ Il file non viene salvato con tutti gli attributi presenti

source: the inode, but only the contents are saved. This might
de: sondern nur ihr Inhalt. Dies ist sinnvoll beispielsweise
it: nell'inode, ma viene considerato solo il suo contenuto. Questo

source: be useful for saving raw-devices
de: beim Sichern des Inhalts von Raw-Devices
it: può essere utile per salvare dei raw-devices

source: //../ With /../ the configured processing is not applied to
de: //../ Bei /../ wird die konfigurierte Vorverarbeitung aus
it: //../ Con /../ l'eventuale compressione richiesta in configurazione non

source: the file contents for safety reasons. With this prefix
de: Sicherheitsgründen nicht durchgeführt. Mit diesem Präfix
it: viene effettuata per ragioni di sicurezza. Con questo prefisso

source: processing can be forced nonetheless
de: kann man die Vorverarbeitung erzwingen
it: la compressione può essere forzata comunque

source: ||| and a mandatory space character indicates, that the
de: ||| und ein Leerzeichen (nicht optional) bewirkt, dass die
it: ||| seguito da uno spazio obbligatorio indica che i successivi

source: following characters up to (but not including) another
de: nachfolgenden Zeichen bis zu einer erneuten Zeichenfolge |||
it: caratteri fino (ma non includendo) la prossima tripla

source: triple bar ||| should be interpreted as a shell command,
de: als ein Shell-Kommando bestrachtet werden, das gestartet
it: barra ||| devono essere interpretati come un comando di shell,

source: that is started and whose standard output is written to
de: wird. Dessen Ausgabedaten werden eingepackt. Beim Auspacken
it: che verrà eseguito e il suo output sarà scritto sul backup.

source: the backup. At restore time the command following the
de: wird das Kommando gestartet, dass dem zweiten Dreifachbalken
it: Al ripristino, il comando che segue la seconda tripla barra

source: second triple bar is started and the data stream read
de: folgt und der eingepackte Datenstrom wird dem Kommando auf
it: verrà lanciato ed i dati scritti durante il backup verranno

source: at backup time is written to it's standard input. This
de: die Standardeingabe geschrieben. Auf diese Weise können
it: riversati sullo standard input di quest'ultimo. Questo può

source: might be useful for saving e.g. databases. The second
de: z.B. Datenbanken gesichert werden. Dem zweiten Kommando kann
it: essere utile ad esempio per salvare dei databases. Il

source: command may be terminated by a triple sharp ###, that
de: ein dreifacher Lattenzaun ### folgen, der einen optionalen
it: secondo comando può essere terminato con una triplo ###, che

source: starts an optional comment. Example:
de: Kommentar einleitet. Beispiel:
it: introduce un commento opzionale. Esempio:

source: ||| pg_dumpall ||| psql db_tmpl ### Store Postgres DBs
de: ||| pg_dumpall ||| psql db_tmpl ### Postgres DB sichern
it: ||| pg_dumpall ||| psql db_tmpl ### Salva il DB Postgres

source: Destination
de: Zielband
it: Destinazione
