Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: Successfully restored %d filesystem entries, %d totally from %d servers, %d tapes and %d files, continuing.
de: Es wurden %d Dateisystemeinträge erfolgreich wiederhergestellt, insgesamt %d von %d Servern, %d Bändern und %d Banddateien. Wiederberstellung wirdfortgesetzt.
it: Ripristinate con successo %d voci nel filesystem, %d in totale da %d server, %d cartridge e %d file, continuo.

source: Errors occurred during restore of the previous %d files. See above for details.
de: Während der Wiederherstellung der vorherigen %d Dateisystemeinträge traten Fehler auf. Näheres ist den obigen Ausgaben zu entnehmen.

source: Found %d matches on %d servers, %d tapes, %d files.
de: Es wurden %d passende Einträge auf %d Servern, %d Bändern und %d Banddateien gefunden.
it: Trovati %d matches su %d server, %d nastri, %d files.

source: Required Tapes
de: Benötige Medien

source: No matches found.
de: Nichts Passendes gefunden.
it: Nessun match trovato.

source: Successfully restored %d filesystem entries from %d servers, %d tapes and %d files.
de: %d Dateisystemeinträge wurden erfolgreich von %d Servern, %d Bändern und %d Banddateien wiederhergestellt
it: Ripristinate con successo %d voci nel filesystem da %d server, %d cartridge e %d file.

source: Errors occurred during restore of the previous %d matches. See previous output for details.
de: Während der Wiederherstellung der vorhergehenden %d Dateisystemeinträge traten Fehler auf. Näheres ist der bisherigen Ausgaben zu entnehmen.

source: Errors occurred during restore. See previous output for details.
de: Während der Wiederherstellung traten Fehler auf. Näheres ist den bisherigen Ausgaben zu entnehmen.
it: Errori occorsi durante il restore. Vedi messaggi precedenti per i dettagli.

source: Error: no fileentry given to write_to_server: > %s
de: Fehler: Kein Dateieintrag an write_to_server übergeben: > %s
it: Errore: Non è stata specificata la fileentry per write_to_server: > %s

source: Error: Cannot start client subprocess.
de: Fehler: Unterprozess afclient konnte nicht gestartet werden.

source: Restoring files from server %s, port %d, cartridge %d, file %d
de: Wiederherstellung von Dateisystemeinträgen von Server %s, Port %d, Band %d, Banddatei %d
it: Stò ripristinando i file dal server %s, porta %d, cartridge %d, file %d

source: Restoring files from server %s, port %d, cartridge %d, files %d - %d
de: Wiederherstellung von Dateisystemeinträgen von Server %s, Port %d, Band %d, Banddateien %d - %d
it: Stò ripristinando i files dal server %s, porta %d, cartridge %d, files %d - %d

source: Done with server %s, port %d, cartridge %d, file %d
de: Fertig mit Server %s, Port %d, Band %d, Banddatei %d
it: Finito col il server %s, porta %d, cartridge %d, file %d

source: Done with server %s, port %d, cartridge %d, files %d - %d
de: Fertig mit Server %s, Port %d, Band %d, Banddateien %d - %d
it: Finito con il server %s, porta %d, cartridge %d, files %d - %d

source: Error: Cannot read from restore subprocess.
de: Fehler: Ausgaben des restore Subprozesses können nicht gelesen werden.

source: Going to restore from server %s, port %d, cartridge %d, file %d
de: Beginne Wiederherstellung von Server %s, Port %d, Band %d, Banddatei %d
it: Inizio il restore dal server %s, porta %d, cartridge %d, file %d

source: Error: Emergency restore may only be performed by root.
de: Fehler: Notfall-Wiederherstellung darf nur vom Superuser gestartet werden.

source: Warning: Cannot classify option `%s', ignored.
de: Warnung: Option `%s' kann nicht klassifiziert werden. Option wird ignoriert.

source: Error: Cannot determine current tape writing position.
de: Fehler: Derzeitige Schreibposition auf Band kann nicht ermittelt werden.

source: Warning: Too many previous cartridges specified, reset to %d.
de: Warnung: Zu viele vorhergehende Bänder angegeben, verwende %d Stück.
it: Avviso: Specificati troppi cartridges, fisso a %d.

source: Warning: Cannot get cartridge position from server %s, port %d
de: Warnung: Bandposition auf Server %s, Port %d kann nicht festgestellt werden
it: Avviso: Non riesco ad ottenere la posizione del cartridge dal server %s, porta %d

source: Error: Cannot scan cartridge %d.
de: Fehler: Band %d kann nicht gescannt werden.
it: Errore: Non posso analizzare il cartridge %d.

source: Error: Cannot read enough bytes from tapefile.
de: Fehler: Es können nicht genügend daten aus der Banddatei gelesen werden.

source: Found minimum restore info for client %s, backup date: %s
de: Minimale Wiederherstellungsinformation für Client %s gefunden, Sicherungszeit war: %s
it: Trovate le informazioni minime per il restore per il client %s, data di backup: %s

source: Warning: There seems to be no data on tape %d.
de: Warnung: Auf Band %d scheinen sich keine Daten zu befinden.

source: Scanned %d files on tape %d.
de: %d Banddateien auf Band %d wurden gescannt.
it: Identificati %d files sul nastro %d.

source: Error: No minimum restore info found for client with ID `%s', exiting.
de: Fehler: Keine minimale Restaurierungsinformation für den Client `%s' gefunden. Programm endet.

source: %s minimum restore info of %s%s
de: %s minimale Wiederherstellungsinformation von %s%s
it: %s informazioni minime per il restore di %s%s

source: Recommend
de: Empfehle
it: Fondamentali

source: Using
de: Benutze
it: Uso le

source: Skipping minimum restore info for client `%s': %s
de: Minimale Wiederherstellungsinformation für Client `%s' gefunden, wird ignoriert: %s

source: Found minimum restore info for client `%s': %s
de: Minimale Wiederherstellungsinformation für Client %s gefunden: %s

source: Done reading input.
de: Lesen der Eingabe komplett.

source: Format error in the following input line: %s
de: Formatfehler in folgender Eingabezeile: %s
it: Errore di formato nella seguente riga: %s

source: Going to recover backup list file `%s' from server %s, port %d, cartridge %d, file %d
de: Indexdatei `%s' wird von Server %s, Port %d, Band %d, Banddatei %d wiederhergestellt
it: Inizio il recupero del listato del backup `%s' dal server %s, porta %d, cartridge %d, file %d

source: Error: Could not rename file '%s`, will try to overwrite. error: %s.
de: Fehler: Datei `%s' kann nicht umbenannt werden. Es wird versucht, die vorhandene zu überschreiben. Fehler: %s.

source: Warning: Existing file `%s' is renamed to `%s'.
de: Warnung: Existierende Datei `%s' wurde in `%s' umbenannt.

source: Error: Extracting the backup list returned bad status %d.
de: Fehler: Extrahieren der Indexdatei lieferte Endestatus %d.

source: Error: Recovering backup list file `%s' failed.
de: Fehler: Wiederherstellung der Indexdatei `%s' misslungen.

source: Error: No backup specifier lines found in `%s'.
de: Fehler: Keine afbackup-typische erwartete Zeichenfolge in `%s' erkannt.

source: Filename logfile for backup number %d
de: Indexdatei von Vollsicherung Nummer %d
it: Il file di log dei filenames per il backup numero %d

source: Error: cannot create directory for `%s'.
de: Fehler: Verzeichnis für `%s' kann nicht angelegt werden.

source: Going to restore files from server %s, port %d, cartridge %d, file %d.
de: Dateisystemeinträge werden von Server %s, Port %d, Band %d, Banddatei %d wiederhergestellt.
it: Inizio a fare il restore dei files dal server %s, porta %d, cartridge %d, file %d.

source: Going to restore filenames from server %s, port %d, cartridge %d, file %d.
de: Dateisystemeinträge werden von Server %s, Port %d, Band %d, Banddatei %d wiederhergestellt.
it: Mi accingo a recuperare la lista dei filenames dal server %s, porta %d, cartridge %d, file %d.

source: Error: Cannot restore files.
de: Fehler: Dateisystemeinträge können nicht wiederhergestellt werden.
it: Errore: Non posso recuperare la lista dei filenames.

source: Warning: Writing to filename logfile failed.
de: Warnung: Indexdatei konnte nicht geschrieben werden.

source: Further warnings suppressed.
de: Weitere Warnungen werden unterdrückt.

source: Warning: Something went wrong during restore. See previous output for details.
de: Warnung: Während der Wiederherstellung ging etwas schief. Näheres ist den bisherigen Ausgaben zu entnehmen.

source: Warning: Processing `%s' returned bad status.
de: Warnung: Die Vorverarbeitung von `%s' lieferte fehlerhaften Endestatus.
it: Avviso: L'elaborazione di `%s' ha ritornato uno status di errore.

source: File to contain index unprocess command for backup number %d
de: Datei mit dem Kommando zur Rückverarbeitung des Index von Backup Nummer %d
it: Il file con il comando per de-elaborare gli indici del backup numero %d

source: Index file for backup number %d
de: Indexdatei der Vollsicherung Nummer %d

source: Error: Cannot rename file `%s' to `%s'.
de: Fehler: Datei `%s' kann nicht nach `%s' umbenannt werden.

source: Warning: Cannot write file `%s'.
de: Warnung: In die Datei `%s' kann nicht geschrieben werden.

source: Warning: No configuration file has been read and no VarDirectory specified. The necessary files for this directory are put into the directory `%s'. Relocate them appropriately.
de: Warnung: Es wurde keine Konfigurationsdatei gelesen, auch kein VarDirectory spezifiziert. Die in diesem Verzeichnis erforderlichen Dateien wurden nach `%s' abgelegt. Sie müssen eventuell noch an die gewünschte Stelle verschoben werden.

source: Warning: one-letter flag %s ambigous, ignored.
de: Warnung: Der mehrdeutige Schalter %s wird ignoriert.
it: Avviso: L'opzione a lettera singola %s è ambigua, ignorata.

source: Warning: Ambigous argument: %s. Second occurrence ignored.
de: Warnung: Mehrdeutige Option: %s. Nur die erste Angabe wird ausgewertet.
it: Avviso: Argomento ambiguo: %s. Ignoro la seconda occorrenza.

source: Warning: option `%s' should not be used with a '+'.
de: Warnung: Die Option `%s' sollte nicht zusammen mit einem '+' verwendet werden.

source: Error: option `%s' has not enough arguments.
de: Fehler: Der Option `%s' wurden zu wenige Argumente mitgegeben.

source: Warning: cannot convert `%s' into requested type.
de: Warnung: `%s' konnte nicht in den erwarteten Datentyp konvertiert werden.

source: Internal error: option classified as flag, but not in list.
de: Interner Fehler: Option wurde als Schalter klassifiziert, ist aber nicht in der übergebenen Liste.
it: Errore Interno: Opzione classificata come flag, ma non nella lista.

source: Warning: cannot convert `%s' into the requested type.
de: Warnung: `%s' konnte nicht in den gewünschten Datentyp konvertiert werden.

source: Error: not enough absolute arguments (must be%s %ld).
de: Fehler: nicht genug absolute Argumente (es müssen%s %ld angegeben sein).
it: Errore: Argomenti assoluti non sufficienti (devono essere%s %ld).

source: at least
de: mindestens
it: almeno

source: Error: Invalid argument `%s'.
de: Fehler: Ungültiges Argument `%s'.

source: Error: %ld invalid arguments:
de: Fehler: %ld ungültige Argumente:

source: drive
de: Laufwerk

source: slot
de: Schacht

source: loadport
de: Ladeschacht

source: Error: Cannot allocate memory.
de: Fehler: Speicher kann nicht reserviert werden.
it: Errore: Non posso allocare memoria.

source: Warning
de: Warnung
it: Avviso

source: Error
de: Fehler
it: Errore

source: Cannot create lock file
de: Lockdatei kann nicht angelegt werden
it: Non posso creare il file di lock

source: Cannot lock file
de: Lock kann nicht auf die Datei gesetzt werden
it: Non posso eseguire un lock su un file

source: Error: Cannot set lock on file `%s'.
de: Fehler: Auf die Datei `%s' kann kein Lock gesetzt werden.
it: Errore: Non posso creare un lock sul file `%s'.

source: An application using the device seems to be running
de: Eine andere laufende Anwendung benutzt das Gerät noch
it: Sembra ci sia una applicazione attiva che usa il dispositivo

source: (The application's lock may be overridden using the flag -F)
de: (Der Lock der Anwendung kann mit Hilfe des Schalters -F übergangen werden)
it: (Il blocco può essere aggirato usando l'opzione -F)

source: Error: Cannot set lock on lockfile. Device seems to be already in use by the afbackup service.
de: Fehler: Es kann kein Lock auf die Lockdatei gesetzt werden. Das Gerät scheint bereits vom afbackup Service benutzt zu werden.
it: Errore: Non posso eseguire il lock sul file di lock. Il dispositivo sembra essere già in uso dal servizio afbackup.

source: Warning: Unrecognized line in file `%s': %s ...
de: Warnung: Zeile in Datei `%s' wurde nicht erkannt: %s ...

source: Error: Cannot rewrite file `%s' to save the precious tapes
de: Fehler: Datei `%s' mit den kritischen Bändern kann nicht zurückgeschrieben werden
it: Errore: Non posso riscrivere il file `%s' per memorizzare i nastri preziosi

source: Error: Cannot rewrite file `%s' to save the read-only tapes
de: Fehler: Datei `%s' mit den nur lesbaren Bändern kann nicht zurückgeschrieben werden

source: Error: Cannot rewrite file `%s' to save the cartridge order
de: Fehler: Datei `%s' mit der Bänderreihenfolge kann nicht zurückgeschrieben werden
it: Errore: Non posso riscrivere il file `%s' per memorizzare l'ordine dei cartridge

source: Error: Rewriting the tapepos-file failed.
de: Fehler: Neuanlegen der Bandpositionsdatei misslungen.

source: Error: Cannot find an appropriate directory for lockfile `%s'.
de: Fehler: Es kann kein passendes Verzeichnis zum Anlegen der Lockdatei `%s' gefunden werden.
it: Errore: Non trovo una directory appropriata per il file di lock `%s'.

source: usage: %s <label-number> [ -rfF ] \
de: Anwendung: %s <Bandlabelnummer> [ -rfF ] \
it: uso: %s <numero-del-nastro> [ -rfF ] \

source: [ -c <configfile> ] \
de: [ -c <Konfigurationsdatei> ] \
it: [ -c <file-di-configurazione> ] \

source: [ -S <sec-label-number> ] \
de: [ -S <sekundäre-Bandnummer> ] \
it: [ -S <numero-nastro-secondario> ] \

source: [ -d <devicename> ] \
de: [ -d <Gerätedateiname> ] \
it: [ -d <nome-device> ] \

source: [ -b <blocksize> ] \
de: [ -b <Blockgröße> ] \
it: [ -b <dimensione-bloccaggio> ] \

source: [ -s <set-file-cmd> ] \
de: [ -s <Banddatei-einstellen-Komm> ] \

source: [ -C <num-cartridges> ] \
de: [ -C <Bänderanzahl> ] \

source: [ -n <comment> ]
de: [ -n <Kommentar> ]
it: [ -n <commento> ]

source: usage: %s [ -ilmtefFrN ] \
de: Anwendung: %s [ -ilmtefFrN ] \

source: [ -P [ <location> ] ] \
de: [ -P <Aufbewahrungsort> ] \

source: [ -s <serverconfigfile> ] \
de: [ -s <Serverkonfigurationsdatei> ] \
it: [ -s <file-configurazione-server> ] \

source: [ -c <changerconfigfile> ] \
de: [ -c <Wechsler-Konfigurationsdatei> ] \
it: [ -c <file-configurazione-changer> ] \

source: [ -d <changerdevice> ] \
de: [ -d <Wechsler-Gerätedatei> ] \
it: [ -d <device-del-changer> ] \

source: [ -C <cartridges> ] \
de: [ -C <Bänder> ] \
it: [ -C <cartridge> ] \

source: [ -S [ <slots> ] ] \
de: [ -S [ <Schächte> ] ] \
it: [ -S [ <slot> ] ] \

source: [ -D [ <drives> ] ] \
de: [ -D [ <Bandlaufwerke> ] ] \
it: [ -D [ <drive> ] ] \

source: [ -L [ <loadports> ] ] \
de: [ -L [ <Ladeschächte> ] ] \
it: [ -L [ <loadport> ] ] \

source: [ -a [ <cartridge-attribute-specs> ] ] \
de: [ -a <Bänderattributespezifikation> ] \

source: [ -n <comment> ] \
de: [ -n <Kommentar> ] \

source: [ <cartridge-descriptions> ... ]
de: [ <Beschreibungen-für-Bänder> ]

source: usage: %s { <cartridge-number> | \
de: Anwendung: %s { <Bandnummer> | \

source: -i <cartridge-number> <tapefile-number> } \
de: -i <Bandnummer> <Banddateinummer> } \

source: [ -S <cartridge-set> ]
de: [ -S <Bandsatz> ]

source: Error: Cannot find program file of `%s'
de: Fehler: Ausführbare Datei für `%s' nicht gefunden
it: Errore: Non trovo l'eseguibile di `%s'

source: Warning: Cannot find program file of `%s'
de: Warnung: Ausführbare Datei des Programms `%s' kann nicht gefunden werden
it: Avviso: Non trovo l'eseguibile di `%s'

source: Warning: Cannot determine server side configuration file, using defaults.
de: Warnung: Serverseitige Konfigurationsdatei kann nicht festgestellt werden, benutze Voreinstellungen.
it: Avviso: Non posso determinare il file di configurazione dal lato server, uso impostazioni di default.

source: Error: Cannot read configuration file `%s'.
de: Fehler: Konfigurationsdatei `%s' kann nicht gelesen werden.
it: Errore: Non posso leggere il file di configurazione `%s'.

source: Warning: Comment longer than 256 characters, truncated.
de: Warnung: Kommentar darf maximal 256 Zeichen enthalten. Kommentar wird gekürzt.
it: Avviso: Commento più lungo di 256 caratteri, troncato.

source: Installation error, var directory `%s' does not exit
de: Installationsfehler: das Verzeichnis `%s' für variable Daten existiert nicht.

source: Installation error, cannot access device `%s'
de: Installationsfehler: Kann nicht auf Geräteeintrag `%s' zugreifen

source: Warning: Owner of device `%s' is different from owner of the var directory `%s'. Preferring device owner. Please check ownerships of files in `%s' later.
de: Warnung: Der Dateieigentümer von `%s' ist nicht derselbe wie der des Verzeichnisses für variable Daten `%s'. Die ID des Eigentümers der Gerätedatei wird verwendet. Bitte prüfen, ob die Dateien in `%s' den richtigen Eigentümern zugeordnet sind.

source: Error: Illegal cartridge label (must be in the range 1 - %d).
de: Fehler: Unzulässige Bandnummer (gültiger Bereich: 1 - %d).
it: Errore: Label del cartridge non valida (deve essere un numero compreso tra 1 e %d).

source: Warning: Illegal secondary label (must be >= 1), ignored.
de: Warnung: Unzulässige sekundäre Bandnummer (muss >= 1 sein), Angabe wird ignoriert
it: Avviso: Label secondaria non valida (deve essere >= 1), ignorata.

source: You are about to write a label at the beginning of the tape.
de: Sie sind gerade dabei, Kenndaten an den Bandanfang zu schreiben. Alle
it: Stai per scrivere la label all'inizio del nastro.

source: All data on this tape will be lost and it will become very
de: Daten auf diesem Band gehen dadurch verloren und es dürfte extrem
it: Tutti i dati su questo nastro verranno cancellati e diventerà molto

source: expensive to get anything back, possibly nothing at all.
de: teuer werden, die Daten zurückzugekommen, sofern überhaupt möglich.
it: gravoso il ripristino di qualche cosa, possibilmente impossibile del tutto.

source: Do you want to continue ? [y/n]
de: Weitermachen ? [y/n]
it: Vuoi continuare comunque ? (y/N)

source: Warning: Cannot rewind tape.
de: Warnung: Band kann nicht zurückgespult werden.
it: Avviso: Non riesco riavvolgere il nastro.

source: Error: Cannot stat tape device %s
de: Fehler: Attribute der Gerätedatei %s konnten nicht ermittelt werden
it: Errore: Non posso eseguire stat sul tape device %s

source: Error: Cannot read from tape device `%s'.
de: Fehler: Von dem Bandlaufwerksgerät `%s' kann nicht gelesen werden.
it: Errore: Non posso leggere il dispositivo del nastro `%s'.

source: <Cannot read label>
de: <Bandinformation kann nicht gelesen werden>
it: <Etichetta non leggibile>

source: Cartridge %d is among the read-only tapes
de: Band %d darf nur gelesen werden
it: Il cartridge %d è tra quelli read-only

source: Cartridge %d is needed by the following clients for restore:
de: Band %d wird von folgenden Clients zur Restaurierung benötigt:
it: Il cartridge %d è richiesto dai seguenti clients per un restore:

source: Do you want to delete cartridge %d from the cartridge handling database ?
de: Soll Band %d aus der Bandverwaltung gelöscht werden ?
it: Vuoi eliminare il cartridge %d dal database ?

source: Cannot read confirmation from TTY. Exiting.
de: Bestätigung kann nicht vom Eingabe-TTY gelesen werden. Programm endet.
it: Non posso leggere la conferma dal TTY. Esco.

source: Cartridge %d is %s in cartridge management.
de: Band %d ist in der Bandverwaltung %s
it: Il cartridge %d viene %s database.

source: reinitialized
de: neuinitialisiert
it: reinizializzato nel

source: deleted
de: gelöscht
it: rimosso dal

source: Error: Cannot open tape device `%s'.
de: Fehler: Bandlaufwerksdatei `%s' kann nicht geöffnet werden.
it: Errore: Non posso aprire il dispositivo del nastro `%s'.

source: Error: The write to tape failed.
de: Fehler: Es konnte nicht auf das Band geschrieben werden.
it: Errore: La scrittura sul nastro è fallita.

source: Error: Cannot write file %s to save the number of bytes on tape.
de: Fehler: Datei %s zur Abspeicherung der Anzahl Bytes auf Band konnte nicht geschrieben werden.
it: Errore: Non posso scrivere il file %s per memorizzare il numero di bytes sul nastro.

source: The device %s on host %s is not ready for use.
de: Das Gerät %s am Rechner %s ist nicht betriebsbereit.
it: Il dispositivo %s sull'host %s non è pronto all'uso.

source: You are requested to check the changer for possible
de: Bitte prüfen Sie den Medienwechsler auf Fehler und korrigieren
it: Dovresti controllare il dispositivo per possibili

source: errors and to correct them.
de: Sie diese.
it: errori ed eventualmente correggerli.

source: Best regards from your backup service.
de: Beste Grüße von Ihrem Datensicherungssystem.
it: Il servizio di backup ti augura una buona continuazione.

source: Error: Unable to ask user %s to check device availability.
de: Fehler: Der Benutzer %s konnte nicht um eine Prüfung der Verfügbarkeit des Bandgerätes gebeten werden.
it: Errore: Non riesco a chiedere all'utente %s di controllare la disponibilità del dispositivo.

source: Warning: Changer command timed out.
de: Warnung: Zeitüberschreitung beim Kommando, welches auf den Medienwechsler angewendet werden soll.
it: Avviso: Timeout eseguendo un comando sul dispositivo.

source: Error: Cannot send mail to report operate cartridge error.
de: Fehler: Die Mail zur Benachrichtigung über einen Fehler bei der Bänderverwaltung kann nicht verschickt werden.
it: Errore: Non posso spedire mail per segnalare un errore operativo del cartridge.

source: Hello,
de: Hallo
it: Ciao,

source: The command to operate the cartridge in changer %s failed with status %d.
de: Hallo, Das Kommando zum Bewegen des Bandes im Wechsler %s schlug fehl mit dem Endestatus %d.
it: Il comando per operare sui cartridge nel changer %s ha ritornato uno status di errore %d.

source: Error: Cannot send mail to report problem.
de: Fehler: Die Mail zur Benachrichtigung über ein Problem kann nicht verschickt werden.
it: Errore: Non riesco a spedire mail per informare del problema.

source: Regards from your backup system
de: Beste Grüße von Ihrem Datensicherungssystem

source: Error: Writing the new location to file `%s' failed.
de: Fehler: Abspeichern der neuen Ortsangabe in die Datei `%s' misslungen.
it: Errore: Non riesco a scrivere la nuova posizione nel file `%s'.

source: unknown
de: unbekannt
it: sconosciuto

source: Error: Cannot send mail to request manual cartridge operation.
de: Fehler: Es kann keine Mail verschickt werden, um einen manuellen Eingriff bei der Bandhandhabung anzufordern.
it: Errore: Non posso spedire mail per richiedere un intervento manuale sul cartridge.

source: The cartridge %d must be moved manually from location
de: Das Band %d muss von Hand bewegt werden, und zwar vom Ort
it: Il cartridge %d deve essere spostato manualmente dalla posizione

source: %s %d in changer `%s'
de: %s %d im Medienwechsler `%s'
it: %s %d nel changer `%s'

source: to the location
de: zum Ort
it: alla posizione
