Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: This is the device, the backup is written to. It can be any tape device with the capability to distinguish several files on the media. It is mandatory to supply the no-rewind device here. Otherwise this package won't work properly. This may also be the path of a directory. Then the backup is written to files in this directory. Suitable device names for some OS-es: AIX: /dev/rmt0.1 Solaris: /dev/rmt/0bn IRIX: /dev/rmt/tps0d4nr HP-UX: /dev/rmt/0hn Linux: /dev/nst0 Digital UNIX: /dev/nrmt0h FreeBSD: /dev/nsa0 If the drive has a media handler attached, a specifier for this may follow the device name. The format for this is =<drive-count>@<device>#<num-slots>^<num-loadbays>, for example =1@/dev/sg0#6^2 . Whitespace before and following the special characters = @ and # is allowed for readability. The example means: The drive is number 1 in the changer, /dev/sg0 is the changer device, that has 6 media slots and 2 loadbays. The parts =<drive-count> and ^<num-loadbays> are optional. If the server is only used for remote start and no real backup device should be accessed, a dash - should be configured here as device, so a respective warning to the server log will be suppressed.
de: Das Gerät, das zum Sichern der Daten verwendet wird. Dies kann jede Art eines Streamers sein, Voraussetzung ist, dass das Gerät zwischen Banddateien unterscheiden kann. Es muss hier die nicht-zurückspulende Version angegeben werden, andernfalls funktioniert das System nicht. Als Pseudogerät darf auch ein Verzeichnis angegeben sein, dann werden Dateien in das Verzeichnis abgelegt, in welche die Daten hineingeschrieben werden. Passende Geräte für einige Betriebssysteme: AIX: /dev/rmt0.1 Solaris: /dev/rmt/0bn IRIX: /dev/rmt/tps0d4nr HP-UX: /dev/rmt/0hn Linux: /dev/nst0 Digital UNIX: /dev/nrmt0h FreeBSD: /dev/nsa0 Falls sich ein Medienwechler an dem Bandlaufwerk befindet, kann dieser folgend dem Gerätenamen spezifiziert werden. Das Format sieht so aus: =<Position>@<Wechsler>#<Schächte>^<Ladeschächte>, zum Beispiel =1@/dev/sg0#6^2 . Leerzeichen vor und hinter den besonderen Zeichen = @ und # sind erlaubt zwecks Lesbarkeit. Das Beispiel bedeutet: Das Bandlaufwerk ist an Position 1 im Wechsler mit dem Geräteeintrag /dev/sg0, welches 6 Bandschächte und 2 Ladeschächte hat. Die Teile =<Position> und ^<Ladeschächte> können entfallen. Falls die Serverinstallation nur zum Remote Start verwendet werden soll, kann hier ein Bindestrich - als Gerät konfiguriert werden, dann werden Warnungen bezüglich Zugriffs auf das Gerät in den Server Log unterdrückt.

source: The blocksize of the tape device. This value specifies, how many bytes are written to tape or read from it in one system call. Usually this value is at least 512 or a multiple of it. It is not very important, whether the blocksize is set to 2048 or 1024. The main thing to keep in mind is that if there is a minimum, it should be respected (e.g. 1024 on AIX), otherwise media space is wasted.
de: Die Blockgröße des Gerätes. Dieser Wert gibt an, wieviele Zeichen innerhalb eines Systemcall auf Band geschrieben oder davon gelesen werden. Meist ist dieser Wert 512 oder ein Vielfaches davon. Es ist nicht so sehr wichtig, ob die Blockgröße z.B. mit 2048 oder 1024 angegeben wird. Man sollte aber bedenken, dass ein bestimmtes Minimum gibt (z.B. 1024 auf AIX). Gibt man einen größeren Wert an, so wird Bandkapazität verschwendet.
it: Dimensione dei blocchi sul dispositivo. Questo valore specifica quanti byte vengono scritti o letti dal nastro in una chiamata di sistema. Generalmente questo valore è almeno 512 o multipli. Non è fondamentale se vale 2048 o 1024, ma è importante sapere che se esiste una dimensione minima (esempio 1024 su AIX) questa deve essere rispettata, pena spreco di spazio sul dispositivo.

source: Three numbers and a filename can be given here. The first number is the desired size of the tape buffer in bytes. The optional second number is the high-watermark while writing in percent (default: 67), the optional third number is the low watermark, also in percent (default: 0). As long as the buffer fill rate does not reach the high watermark, nothing is written, but when it is reached, writing does not stop until the buffer fill rate is equal or below the low watermark. This procedure hopefully reduces tape wear and increases average writing speed, because excessive tape stops/starts are avoided. If the optional filename is given, buffering is done in the given file, which is mapped into the server's address space for that purpose. In the filename, patterns are replaced like with Changer-Configuration-File (18).
de: Drei Zahlen und ein Dateiname können hier angegeben sein. Die erste Zahl steht für die gewünschte Größe des Schreib/Lese-Puffers in Bytes. Die optionale zweite Zahl ist die obere Füllmarke während des Schreibens in Prozent (Voreinstellung: 67), die optionale dritte Zahl die untere Füllmarke, ebenfalls in Prozent (Voreinstellung: 0). Solange der Puffer nicht bis zur oberen Marke gefüllt ist, wird nicht auf Band geschrieben, aber sobald die Marke erreicht wird, erfolgt das Herausschreiben ohne Pause, bis der Füllgrad die untere Marke erreicht hat. Dieses Vorgehen hat zum Ziel, die Bandabnutzung gering zu halten sowie die mittlere Schreibrate zu verbessern, da ständiges Anhalten und erneutes Anfahren vermieden wird. Wenn der optionale Dateiname angegeben ist, erfolgt die Pufferung bzw. Zwischenspeicherung der Daten in der angegebenen Datei, welche in den Adressraum des Serverprozesses eingeblendet wird. Innerhalb des Dateinamens werden bestimmte Zeichenfolgen ersetzt wie beim Parameter Medienwechsler-Konfigurationsdatei (18).

source: This value must be 1 or 0, what means, that you either have a cartridge handling system (i.e. some kind of robot) (1) or not (0). If you don't have a robot, you may nonetheless maintain a set of cartridges, that you have to number manually. The backup server side will inform you via email or console output, whenever another cartridge has to be inserted into the drive and what number it requires it is.
de: Hier ist 1 oder 0 anzugeben. Das bedeutet, es gibt entweder eine Art von automatischem Bandwechsler (1) oder nicht (0). Falls kein Roboter vorhanden ist, können dennoch mehrere Bänder eingesetzt werden. Der Server benachrichtigt dann per Mail oder über die Konsole einen Administrator, wenn ein anderes Band einzulegen ist und welches es sein soll. Bänder werden durch eine Nummer identifiziert.
it: Questo valore deve essere 1 o 0, indicando rispettivamente la presenza e l'assenza di un meccanismo automatico di gestione dei nastri (qualche tipo di robot). Se non hai tale apparecchio, puoi comunque gestire un gruppo di cartridge che dovrai numerare manualmente. Il server di backup ti comunicherà via email o con messaggi sulla console della necessità di cambiare il nastro e ti dirà quale inserire.

source: This number specifies, how many cartridges you are maintaining. If you have a cartridge handling system (some kind of robot), this is usually the number of cartridges, your system is juggling.
de: Diese Zahl gibt an, wieviele Bänder eingesetzt werden. Falls ein Roboter verwendet wird, ist dies normalerweise die Anzahl Bänder, mit welchen der Roboter umgehen kann.
it: Questo numero specifica quanti nastri hai a disposizione. Se disponi anche di un robot per i cartridge, questo è generalmente il numero di posizioni che può gestire.

source: Several cartridge sets can be used. Here they can be specified. The specifiers for the cartridge sets must be separated by whitespace. Each specifier may consist of digits, commas and dashes. Examples for cartridge set specifiers: 1-5 7-9,12 6,10,11 This example shows how to specify three cartridge sets. If this parameter is not given, there is only the default set number 1 containing all available cartridges. Not all cartridges need to be included in a set and sets must not overlap. See the man-page of afserver.conf how to configure client access restrictions for cartridge sets individually.
de: Mehrere Bänder können zu Bandsätzen zusammengefasst werden, die hier zu spezifizieren sind. Jeder Bandsatzspezifikator besteht aus Zahlen, Kommata und Bindestrichen. Beispiel: 1-5 7-9,12 6,10,11 Dieses Beispiel zeigt, wie man drei Bandsätze konfiguriert. Wenn hier nichts angegeben wird, gibt es genau einen Bandsatz, welcher aus allen verfügbaren Bändern besteht. Es muss nicht jedes Band in einem Bandsatz enthalten sein, aber ein Band darf nicht in mehreren Sätzen auftauchen. Für jeden Bandsatz kann der Zugriff auf bestimmte Clients eingeschränkt werden. Wie man dies konfiguriert, ist in der Handbuchseite von afserver.conf nachzusehen.
it: I cartridge possono essere raggruppati in `set', e qui puoi specificare come. Le specifiche dei vari set devono essere separate da uno spazio. Ogni specifica può consistere di numeri, virgole e trattini. Ad esempio, le specifiche "1-5 7-9,12 6,10,11" indicano tre gruppi di nastri. Se questo parametro non viene impostato, ci sarà un solo set di default, il numero 1, contenente tutti i nastri disponibili. Non è necessario includere tutti i nastri nelle specifiche; i gruppi non devono essere sovrapposti. Vedi la pagina di manuale relativa a `afserver.conf' per configurare le restrizioni di accesso ai vari set da ciascun client individualmente.

source: The stream of data, that represents your backup, is divided into pieces (files on tape). This is done to find the files faster during a restore. This value determines, how large the pieces on tape may be in bytes. Some good values for a few tape technologies: DAT: 30000000 Exabyte: 50000000 DLT: 100000000
de: Der Datenstrom, welcher die zu sichernden Daten enthält, wird in mehreren Teilen (Banddateien) auf das Medium geschrieben. Dies dient dem schnelleren Auffinden von einzelnen Dateien oder Verzeichnissen auf den Bändern. Der hier angegebene Wert bestimmt, wie groß eine Banddatei maximal werden darf. Erfahrungswerte für einige Technologien: DAT: 30000000 Exabyte: 50000000 DLT: 100000000
it: Lo stream di dati che rappresenta il tuo backup viene diviso in pezzi (file sul nastro). Questo per poter trovare più velocemente le informazioni durante il restore. Questo valore indica le dimensioni in byte di ciascun pezzo. I valori raccomandati per le varie tecnologie di nastri sono: DAT: 30000000 Exabyte: 50000000 DLT: 100000000

source: With this entry the number of bytes written to a single tape can be limited. Serveral entries with a leading range specifier allow to handle certain tapes differently. The range specifier must end in a colon : and may contain lists of ranges and numbers. A given number without a leading range specifier will be valid for all tapes not explicitly described. Default is use of full tape capacity. Several entries must be separated by whitespace and may look like the following examples: 4000000000 1,3-5:3500000000 7,9-:5000000000
de: Mit diesem Eintrag kann die Anzahl Zeichen begrenzt werden, die auf ein einzelnes Band geschrieben werden. Besondere Einträge, die mit einer Bereichsangabe beginnen, setzen die entsprechende Zahl für bestimmte Bänder. Die Bereichsangabe muss mit einem Doppelpunkt enden und kann Zahlen, Kommata und Doppelpunkte enthalten. Ist für ein Band hier nichts angegeben, so wird die gesamte Bandkapazität verwendet. Mehrere Einträge können, durch Leerzeichen getrennt, angegeben werden. Beispiele: 4000000000 1,3-5:3500000000 7,9-:5000000000
it: Questo parametro consente di limitare il numero di byte scrivibili su un singolo nastro. Possono essere specificate varie restrizioni, ciascuna delle quali può specificare un limite per uno o più nastri. L'indicatore del nastro è una lista di numeri, o intervalli separando i due estremi con un trattino, separati da virgole. Segue, separandolo con due-punti (`:') il limite espresso in byte. Ulteriori specifiche devono essere separate da uno spazio, ad esempio "4000000000 1,3-5:3500000000 7,9-:5000000000". Una specifica che non indichi a quale nastro è applicabile verrà considerata valida per tutti i nastri non esplicitamente impostati. Il default è di usare la piena capacità del nastro.

source: Normally, when the insert (writing) position is forced to another tape with the cartis command or with the clientside option -G, the rest of the current tape remains unused. When this option is set to 1, it will nonetheless be used to write data on, if there is no free tape left.
de: Normalerweise, wenn die Schreibposition erzwungenermaßen auf ein anderes Band verlagert wird (entweder durch das Kommando cartis oder Verwendung der Option -G), bleibt der Rest des vorher verwendeten Bandes ungenutzt. Wenn dieser Parameter auf 1 gesetzt wird, wird der Rest dieses Bandes dennoch ausgenutzt, wenn kein freies Band mehr gefunden wird.
it: Normalmente, quando viene forzata la posizione di scrittura su un nastro diverso con il comando `cartis' o con l'opzione -G data al programma client, il resto del nastro corrente rimarrà inutilizzato. Quando questo parametro viene impostato a 1 invece tale spazio verrà comunque riutilizzato se non ci sono nastri disponibili.

source: In default mode, the place (tape and tapefile), where the next data will be written, is fix and can only manipulated using the command cartis or the clientside option -G. When the server wants to write with variable append mode enabled, any cartridge, that is in the drive, is belonging to the right cartridge set and is allowed to be written, will be accepted and appended to. Note, that this will also override the settings of cartis or option -G.
de: Voreinstellung ist, dass die Stelle auf Band, an welche die nächste Schreiboperation erfolgt, nur bedingt manipuliert werden kann (mit Hilfe des Kommandos cartis oder der clientseitigen Option -G). Wenn der Server schreiben möchte und dieser Schalter ist gesetzt, wird allerdings jedes angebotene bzw. im Laufwerk befindliche Band akzeptiert und am Ende des bereits beschriebenen Bereichs weitergeschrieben. Diese Option bewirkt aber auch, dass die clientseitige Option -G oder ein vorher abgesetztes cartis Kommando keine Wirkung mehr haben.
it: Di default, la posizione di scrittura (su che nastro e file) è fissa e può essere manipolata usando il comando `cartis' o l'opzione -G. Quando questo parametro viene impostato a 1, il server considererà valido qualsiasi nastro presente nel drive che sia compatibile con il set specificato e sia scrivibile. Da notare che questo avrà priorità sulle impostazioni di `cartis' e sull'opzione -G.

source: Default is to accept an unlabeled tape as the requested one and to label it automatically. If this behaviour is unwanted and only tapes with a recognized label should be permitted for writing, this parameter should be set.
de: Voreinstellung ist, dass ein ungelabeltes Band als das gewünschte akzeptiert und automatisch gelabelt wird. Falls dieses Verhalten nicht erwünscht ist und nur Bänder mit einem gültigen Label zum Schreiben verwendet werden sollen, sollte dieser Parameter auf 1 gesetzt werden.
it: Di default il server accetta un nastro non etichettato come fosse quello richiesto e procede ad etichettarlo automaticamente. Se questo non è il comportamento desiderato e si vuole che il server possa scrivere solo su nastri già provvisti di etichetta, imposta a 1 questo parametro.

source: When a tape gets full and another one must be chosen to continue writing, the server does not make a difference, whether a tape is available in a changer or not, if this flag is not set. This is the default. If this parameter is set, the next cartridge is chosen from those, that are available in the slots of a changer, if present and configured. If there is no tape found inside the changer, that is allowed to be overwritten, manual administrator interaction is nonetheless required.
de: Sobald ein Band voll wird und auf ein anderes weitergeschrieben werden muss, unterscheidet der Server nicht, ob ein Band sich in einem angeschlossenen Wechsler befindet oder nicht, wenn dieser Schalter nicht gesetzt ist. Ist er gesetzt, wird das nächste Band, wenn möglich, aus denen ausgewählt, welche sich in einem verfügbaren Wechsler befinden. Falls kein Band mit freiem Platz oder eines, das überschrieben werden darf, in dem Wechsler gefunden wird, ist natürlich ein Administratoreingriff nötig.

source: This is the time in seconds, the program waits after another cartridge has been put into the drive. Normal devices need a certain time span to mount the tape to get it ready for use. Normally this value is not critical. If you estimate it too low, the ioctl-system-call will wait until the device becomes available. This time is sometimes longer than two minutes, so if you want to proceed quickly after a cartridge change, you may measure the maximum time, your system needs. Some tried values for a few tape technologies: DAT: 30 Exabyte: 70 DLT: 70
de: Die Zeitdauer in Sekunden, die nach dem Einlegen eines Bandes gewartet wird, bis zum ersten Mal darauf zugegriffen wird. Bandlaufwerke brauchen eine gewisse Zeit, bis das Band zur Verwendung bereit ist. Falls während dieser Zeit ein Zugriff von der Software aus versucht wird, bleibt der entsprechende Systemcall in einem Timeout hängen, der deutlich länger sein kann als das Einfädeln des Bandes selbst. Wenn man diese Zeitdauer also gut kennt und etwas höher hier einträgt, kann man etwas Zeit sparen. Erfahrungswerte für einige Technologien: DAT: 30 Exabyte: 70 DLT: 70
it: Questo è il tempo in secondi che il programma aspetta dopo che un nuovo cartridge è stato inserito nel drive. In genere tali dispositivi hanno bisogno di un certo tempo per montare il nastro ed essere pronti all'uso. Normalmente questo valore non è critico: se è impostato troppo basso, la chiamata di sistema `ioctl' attenderà la disponibilità del drive. Il tempo di attesa è a volte maggiore di due minuti, quindi se vuoi poter procedere rapidamente dopo un cambio di nastro, puoi misurare il tempo massimo necessario al tuo sistema. Alcuni valori possibili per le varie tecnologie: DAT: 30 Exabyte: 70 DLT: 70

source: If the streaming device is not accessible (i.e. an open or a tape handling command fails) or another backup server process is still running, the server process re-tries his attempts regularly. If it fails longer than the time in minutes supplied here, an e-mail is sent to the configured user in charge (see: User To Inform). Supplying 0 means: never send mail.
de: Wenn das Bandlaufwerk nicht verfügbar ist (z.B. das Öffnen misslingt oder ein Kommando ist nicht erfolgreich) oder noch ein anderer Serverprozess läuft, versucht der Server in regelmäßigen Abständen erneut den Zugriff. Wenn die hier in Minuten angegebene Zeitdauer überschritten wird, schickt der Server eine Mail an den konfigurierten Benutzer. 0 (null) bedeutet: keine bzw. unendliche Maximaldauer, also niemals Mail verschicken.
it: Se il device non è accessibile (cioè l'apertura o un comando di gestione del nastro è fallito) o un altro processo del server backup stà ancora operando, il server ritenta di eseguire l'operazione ad intervalli regolari. Se questi tentativi falliscono per più tempo di quello specificato qui in minuti, viene spedita una email all'utente incaricato (vedi Utente da informare). Specificando 0 questa email non verrà mai scritta.

source: If the streaming device is not accessible (i.e. an open or a tape handling command fails), the server process re-tries his attempts regularly. If it fails longer than the time in minutes supplied here, it exits silently leaving a warning in the log file. Supplying 0 means: try forever, never exit.
de: Wenn das Bandlaufwerk nicht verfügbar ist (z.B. das Öffnen misslingt oder ein Kommando ist nicht erfolgreich) oder noch ein anderer Serverprozess läuft, versucht der Server in regelmäßigen Abständen erneut den Zugriff. Wenn die hier in Minuten angegebene Zeitdauer überschritten wird, bricht der Server ab und terminiert ohne weitere Warnung. 0 (null) bedeutet: keine bzw. unendliche Maximaldauer, also gar nicht abbrechen.
it: Se il device non è accessibile (cioè l'apertura o un comando di gestione del nastro è fallito) o un altro processo del server backup stà ancora operando, il server ritenta di eseguire l'operazione ad intervalli regolari. Se fallisce più a lungo dei minuti specificati qui, l'operazione viene annullata scrivendo una nota sul file di log. Specificando 0 si otterrà la ripetizione all'infinito di tali tentantivi, l'operazione non verrà mai annullata.

source: This is the interval in seconds, after that regularly the device is probed to be ready for reading. Thus after having ejected a cartridge it is automatically recognized, if a new cartridge has been inserted. For other media (e.g. exchangeable disks) this may not be suitable. Supply a 0 in these cases for no probing.
de: Dies ist das Zeitintervall in Sekunden, in dem geprüft wird, ob das Gerät bereit ist. Es wird also dann z.B. automatisch erkannt, wenn ein neues Band eingelegt wurde, nachdem vorher ein Auswurf erfolte. Bei anderen Arten von Medien (z.B. Wechselplatten) kann dies unerwünscht sein. In diesem Fall ist hier 0 (null) anzugeben, was bedeutet: kein Prüfen der Gerätebereitschaft.
it: Questo è l'intervallo in secondi durante il quale vengono fatti tentativi di accesso in lettura: in questo modo il programma può riconoscere automaticamente l'avvenuto cambio del nastro. Per altri tipi di supporto (ad esempio dischi removibili) questo potrebbe non essere ideale: impostare in tal caso a 0, per non effettuare il "probe".

source: If a media changer is available and it should be used, this is the file to configure it. It must contain specifications of the commands, that are driving the media changer. %L will be replaced with the full path of the lib-directory of the server, %B with the bin-directory, %C with the configuration directory and %V with the var-directory. See the manual pages of cart_ctl, how to setup the media changer operation.
de: Wenn ein Medienwechsler vorhanden ist, der auch benutzt werden soll, ist dies die Konfigurationsdatei für ihn. Sie muss Spezifikationen von Kommandos enthalten, welche den Medienwechsler ansteuern. %L wird in dem Kommando durch das Lib-Verzeichnis des Servers ersetzt, %B durch das Bin-Verzeichnis, %C durch das Konfigurationsverzeichnis und %V durch das Var-Verzeichnis. Für genauere Angaben zur Einrichtung der Medienwechsleransteuerung bitte die Handbuchseiten zum Kommando cart_ctl einsehen.

source: This is the (shell-) command to run to position the tape to a certain file. Usually this is something like a combination of: mt -f <device> rewind and mt -f <device> fsf <number>. If the command you are supplying here starts to count with 1 for the first file on tape, you should insert %n for the <number>. If it starts with 0, replace <number> with %m. If you don't want to type the devicename again here, you may write %d instead. For more pattern replacements see Changer-Configuration-File (18).
de: Dies ist das (Shell-) Kommando, das gestartet wird, um das Band auf eine bestimmte Banddatei zu positionieren. Meist ist dies eine Kombination von mt -f <Gerät> rewind und mt -f <Gerät> fsf <Anzahl>. Falls das angegebene Kommando bei 1 mit dem Zählen beginnt, sollte an der Stelle <Anzahl> %n verwendet werden. Falls die Zählung mit 0 beginnt, muss %m angegeben sein. Anstelle des Gerätenamens kann %d geschrieben werden. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).
