Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: Error: format error in input, trying to skip to the next file ...
de: Fehler: Formatfehler in den Eingangsdaten. Versuche, Daten bis zum nächsten Eintrag zu überspringen ...
it: Errore: errore di formato in input, cerco di saltare al prossimo file...

source: Error: No write permission for `%s'.
de: Fehler: Keine Schreibberechtigung für Datei `%s'.

source: %s (%slink to
de: %s (%sLink auf
it: %s (link%s a

source: symbolic
de: symbolischer
it: simbolico

source: (to be uncompressed by %s)
de: (zu dekomprimieren durch %s)
it: (decomprimibile con %s)

source: Error: Built-in (un)compression not available for file `%s'.
de: Fehler: Eingebaute (De)kompression nicht verfügbar für Datei `%s'.
it: Errore: (S)Compressione built-in non disponibile per il file `%s'.

source: Error: Cannot check file `%s' for integrity.
de: Fehler: Datei `%s' kann nicht auf Datenkonsistenz geprüft werden.
it: Errore: non posso verificare l'integrità del file `%s'.

source: Error: Cannot uncompress `%s'.
de: Fehler: `%s' kann nicht dekomprimiert werden.
it: Errore: non posso decomprimere `%s'.

source: Integrity check: This compressed file seems to be corrupted.
de: Datenkonsistenzprüfung: Diese komprimierte Datei scheint korrupt zu sein.
it: Controllo integrità: questo file compresso sembra essere rovinato.

source: Integrity check: Wrong CRC32 checksum.
de: Datenkonsistenzprüfung: falsche CRC32 Prüfsumme.
it: Controllo integrità: codice di controllo CRC32 errato.

source: Error: unexpected end of file.
de: Fehler: unerwartetes Dateiende.
it: Errore: inaspettata fine del file.

source: Warning: removing symlink `%s' pointing to unaccessible destination `%s'.
de: Warnung: der symbolische Link `%s' wird entfernt und durch ein Verzeichnis ersetzt, da er auf das nicht-zugreifbare Ziel `%s' verweist.

source: <symlink-unreadable>
de: <nicht-auflösbarer-symlink>

source: Error: cannot create directory `%s'.
de: Fehler: Verzeichnis '%s' kann nicht angelegt werden.
it: Errore: non posso creare la directory `%s'.

source: Error: cannot chown of directory `%s'.
de: Fehler: Eigentümer des Verzeichnisses `%s' kann nicht gesetzt werden.
it: Errore: non posso eseguire chown sulla directory `%s'.

source: Warning: cannot chown %s
de: Warnung: Eigentümer von `%s' kann nicht gesetzt werden.
it: Avviso: non posso eseguire chown %s

source: Warning: cannot set modificaton time on %s.
de: Warnung: Modifikationszeit von `%s' kann nicht gesetzt werden.
it: Avviso: non posso impostare l'ora di modifica su `%s'.

source: Warning: cannot set permissions on %s.
de: Warnung: Zugriffsrechte von `%s' können nicht gesetzt werden.
it: Avviso: Non riesco ad impostare i permessi su %s.

source: Warning: Skipping ACL entry for `%s', IDs cannot be resolved to names:
de: Warnung: ACL Eintrag für `%s' wird übergangen, IDs können nicht auf Namen abgebildet werden:

source: User-ID
de: Benutzer-Identifikator
it: ID Utente

source: Group-ID
de: Gruppen-Identifikator
it: ID Gruppo

source: Warning: cannot set Solaris2 ACLs on %s.
de: Warnung: Solaris2 ACLs können nicht auf `%s' gesetzt werden.
it: Avviso: Non riesco ad impostare le ACLs Solaris2 su %s.

source: Warning: cannot set NFS4 ACLs on %s.
de: Warnung: NFS4 ACLs können nicht auf `%s' gesetzt werden.

source: Warning: cannot set HPUX10 ACLs on %s.
de: Warnung: HPUX10 ACLs können nicht auf `%s' gesetzt werden.
it: Avviso: Non riesco ad impostare le ACLs HPUX10 su %s.

source: Warning: cannot set POSIX ACLs on %s.
de: Warnung: POSIX ACLs können nicht auf `%s' gesetzt werden.

source: Warning: Unkknown ACL type %d.
de: Warnung: Unbekannter ACL Typ %d.
it: Avviso: Tipo di ACL sconosciuto: %d.

source: %s not found in archive.
de: %s nicht in den eingepackten Daten gefunden.
it: %s non trovato nell'archivio.

source: Error: cannot create directory `%s'
de: Fehler: Verzeichnis `%s' kann nicht angelegt werden
it: Errore: Non posso creare la directory `%s'

source: Error: cannot create %s `%s'
de: Fehler: %s `%s' kann nicht erzeugt werden
it: Errore: Non posso creare %s `%s'

source: Error: cannot create device `%s'
de: Fehler: Geräteeintrag `%s' kann nicht angelegt werden
it: Errore: Non posso creare il device `%s'

source: Error: cannot create link `%s' to `%s'.
de: Fehler: Link `%s' auf `%s' kann nicht erzeugt werden.
it: Errore: Non posso creare il link tra `%s' e `%s'.

source: Error: cannot create symlink `%s' to `%s'.
de: Fehler: Symbolischer Link `%s' auf `%s' kann nicht erzeugt werden.
it: Errore: Non posso creare il symlink tra `%s' e `%s'.

source: Warning: cannot lchown %s
de: Warnung: Systemaufruf lchown kann nicht auf `%s' angewendet werden
it: Avviso: Non posso eseguire lchown %s

source: Error: must not delete existing `%s'.
de: Fehler: Der existierende Dateisystemeintrag `%s' darf nicht entfernt werden.
it: Errore: non devo cancellare il file esistente `%s'.

source: Error: writing to `%s' failed.
de: Fehler: Schreiben nach `%s' misslungen.
it: Errore: La scrittura su `%s' è fallita.

source: Error: Cannot create pipe for uncompressing `%s'.
de: Fehler: FIFO zur Dekompression von `%s' kann nicht erzeugt werden.
it: Errore: Non posso creare la pipe per decomprimere `%s'.

source: Error: Writing to `%s' failed.
de: Fehler: Schreiben nach `%s' misslungen.
it: Errore: La scrittura su `%s' è fallita.

source: Warning: Uncompress program returned bad status for file `%s'.
de: Warnung: Dekompressionsprogramm lieferte fehlerhaften Endestatus für Datei `%s'.
it: Avviso: Il programma di decompressione ha ritornato uno status di errore per il file `%s'.

source: Error: Wrong checksum unpacking file `%s'.
de: Fehler: Falsche Prüfsumme beim Auspacken der Datei `%s'.
it: Errore: Codice di controllo errato estraendo il file `%s'.

source: Error: cannot uncompress contents of file `%s'.
de: Fehler: Inhalt für die Datei `%s' kann nicht dekomprimiert werden.
it: Errore: Non posso decomprimere il contenuto del file `%s'.

source: Error: Cannot uncompress to file `%s'.
de: Fehler: Daten können nicht in die Datei `%s' dekomprimiert werden.
it: Errore: Non posso decomprimere nel file `%s'.

source: Error: uncompressing to `%s' failed.
de: Fehler: dekomprimieren nach `%s' misslungen.
it: Errore: Non posso decomprimere `%s'.

source: Error: unpacking `%s' is only allowed for root.
de: Fehler: Auspacken nach `%s' ist nur dem Superuser root erlaubt.
it: Errore: L'estrazione di `%s' è consentita solo a root.

source: Error: Cannot start program to unpack `%s'
de: Feuler: Programm zum Auspacken von `%s' kann nicht gestartet werden
it: Errore: Non posso lanciare il programma per estrarre `%s'.

source: Error: Writing to unpack `%s` failed.
de: Fehler: Schreiben, um `%s' auszupacken, misslungen.
it: Errore: Scrittura dell'estrazione di `%s' fallita.

source: Error: Command to unpack `%s' returned bad status %d.
de: Fehler: Kommando zum Auspacken von `%s' lieferte fehlerhaften Endestatus %d.
it: Errore: Il comando per estrarre `%s' ha ritornato uno status di errore %d.

source: <Error: No memory>
de: <Fehler: Nicht genügend Speicher verfügbar>

source: %s%s is 0%lo, should be 0%lo.
de: %s%s ist %lo, sollte aber %lo sein.

source: %s%s is %lu, should be %lu.
de: %s%s ist %lu, sollte aber %lu sein.

source: %s%s is %ld, should be %ld.
de: %s%s ist %ld, sollte aber %ld sein.

source: %s%s is %s, should be %s.
de: %s%s ist %s, sollte aber %s sein.

source: Cannot stat `%s'.
de: Fehler: Attribute der Datei `%s' nicht feststellbar.
it: Non posso eseguire stat su `%s'.

source: Mode
de: Modus
it: Tipo

source: Modification-Time
de: Modifikationszeitstempel

source: File pointed to
de: Datei, auf die gezeigt wird
it: File collegato a

source: Error: Cannot start uncompression of `%s'.
de: Fehler: `%s' kann nicht dekomprimiert werden.
it: Errore: Non posso decomprimere `%s'.

source: Error: Unprocess program unexpectedly died while processing `%s'.
de: Fehler: Das Programm zur Rückverarbeitung von `%s' terminierte unerwarteterweise.

source: Strange: inflate() in the zlib complains: can't go on, though input data available.
de: Seltsam: inflate() in der zlib Kompressions-Bibliothek beschwert sich, es könne nicht weitermachen, obwohl Daten zur Verarbeitung vorhanden sind.
it: Strano: inflate() nella zlib si lamenta: non può proseguire, sebbene abbia dati disponibili.

source: Error: Uncompressing the stored file failed.
de: Fehler: Dekomprimieren der gesicherten Datei misslungen.
it: Errore: La decompressione del file memorizzato è fallita.

source: Error: built-in uncompress of the stored file failed.
de: Fehler: Eingebaute Dekompression der gesicherten Datei misslungen.
it: Errore: La (de)compressione built-in del file memorizzato è fallita.

source: Error: Wrong checksum verifying file `%s'.
de: Fehler: Falsche Prüfsumme beim Verifizieren der Datei `%s'.
it: Errore: Codice di controllo errato verificando il file `%s'.

source: Error: Cannot start program to pack `%s'
de: Fehler: Programm zum Packen von `%s' kann nicht gestartet werden
it: Errore: Non posso lanciare il programma per compattare `%s'.

source: Error: Command to pack `%s' returned bad status %d.
de: Fehler: Kommando zum Packen von `%s' lieferte fehlerhaften Endestatus %d.
it: Errore: Il comando per compattare `%s' ha ritornato uno status di errore %d.

source: Error: Wrong checksum verifying stream `%s'.
de: Fehler: Falsche Prüfsumme beim Verifizieren des Datenstroms für `%s'.
it: Errore: Codice di controllo errato verificando lo stream `%s'.

source: true
de: wahr

source: Usage: %s [ -HU ] [ -p [ <PID> ] ] [ -m <message> ] [ -t <timeout-ms> ] \
de: Anwendung: %s [ -HU ] [ -p [ <PID> ] ] [ -m <Meldung> ] [ -t <Timeout-in-ms> ] \

source: <lockfilename>
de: <Lockdatei>

source: Error: Cannot fork.
de: Fehler: Neuer Prozess kann nicht erzeugt werden.

source: Error: Cannot write message to file `%s'.
de: Fehler: Meldung kann nicht in die Datei `%s' geschrieben werden.

source: Usage: %s [ -b blocksize ] [ -a <num blocks to average over> ] \
de: Anwendung: %s [ -b <Blockgröße> ] [ -a <Anzahl Blöcke für Mittelung> ] \

source: { [ -r <blocks per second> ] | \
de: { [ -r <Blöcke pro Sekunde> ] | \

source: [ -R <percentage of initial throughput ] \
de: [ -R <Prozentanteil des initialen Durchsatzes> ] \

source: [ -m <first blocks for measurement> ] }
de: [ -m <Anzahl erste Blöcke für Messung> ] }

source: Usage: %s [ -p <prompt> ] [ -c <choice-chars> ] \ [ -d <default-choice> ] [ -t <timeout> ]
de: Anwendung: %s [ -p <Aufforderungsmeldung> ] [ -c <Auswahlmenge> ] \ [ -d <Vorauswahl> ] [ -t <Zeitüberschreitung> ]

source: Please choose one of (%c) [%d after %t sec]:
de: Bitte auswählen aus (%c) [%d nach %t Sekunden]:

source: Error: Default choice not in choice list.
de: Fehler: Vorausgewähltes Zeichen ist nicht in der Auswahlliste.

source: Usage: %s [ -ri ] <db-name> [ <db-key> ]
de: Anwendung: %s [ -ri ] <Datenbankname> [ <Auswahlschlüssel> ]

source: Error: %s is not a valid numerical UID
de: Fehler: %s ist keine gültige numerische UID.

source: Error: %s is not a valid numerical GID
de: Fehler: %s ist keine gültige numerische GID.

source: Error: %s does not start with a valid numerical port number
de: Fehler: %s beginnt nicht mit einer gültigen Portnummer

source: Error: %s does not start with a valid numerical protocol number
de: Fehler: %s beginnt nicht mit einer gültigen Protokollnummer

source: Unknown database: %s
de: Unbekannte Datenbank: %s

source: Usage: %s <set> {+|-|in} <set_to_add_or_remove> %s # <set>
de: Anwendung: %s <Menge> {+|-|in} <Mengenoperand> %s # <Menge>

source: Error: Cannot read argument 1 or 3 as set of numbers.
de: Fehler: Argument Nr. 1 oder 3 kann nicht als Zahlenmenge erkannt werden.

source: Error: Merging sets failed: %s.
de: Fehler: Bilden der Vereinigungsmenge fehlgeschlagen: %s.

source: Error: Removing numbers from sets failed: %s.
de: Fehler: Enfernen von Nummern aus der Menge misslungen: %s.

source: Usage: %s [ -e ] <username>[:<groupname>[:<sec-groupname>[:...]]] <command> [ <args>... ]
de: Anwendung: %s [ -e ] <Benutzername>[:<Gruppenname>[:<Sek-Gruppenname>[:...]]] <Kommando> [ <Argumente>... ]

source: Error: Only root can run this program.
de: Fehler: Nur der Superuser kann dieses Programm verwenden.

source: Error: Cannot execute `%s'
de: Fehler: `%s' kann nicht ausgeführt werden.

source: Error: no memory
de: Fehler: Nicht genügend Speicher verfügbar

source: Cannot execute subprogram
de: Unterprogramm nicht ausgeführt werden

source: Error: No more memory
de: Fehler: Speicher erschöpft

source: FILESYSTEM
de: DATEISYSTEM

source: DEVICE
de: GERÄT

source: TYPE
de: TYP

source: SIZE
de: VOLUMEN

source: FREE
de: FREI

source: AVAIL
de: VERFÜGBAR

source: USED
de: VERWENDET

source: CAPACITY
de: KAPAZITÄT

source: BLOCKSIZE
de: BLOCKGRÖSSE

source: Usage: %s [ -afUusbmdtch ] [ -F <formatstring> ] [ {+|-}T <types> ] [ <directories>... ]
de: Anwendung: %s [ -afUusbmdtch ] [ -F <Formatspezifikator> ] [ {+|-}T <Typen> ] [ <Verzeichnisse>... ]

source: Error: Cannot determine mounts.
de: Fehler: Aktuelle Mounts können nicht festgestellt werden.

source: Error: Cannot stat directory `%s'.
de: Fehler: Anwenden von stat auf das Verzeichnis `%s' fehlgeschlagen.

source: Error: Cannot determine mountpoint for %s
de: Fehler: Mountpunkt von %s kann nicht festgestellt werden

source: Usage: Arguments to parse and convert to the time must be given.
de: Anwendung: Zeitangabe muss in den Argumenten übergeben werden

source: ERROR: Cannot determine the time from the given arguments.
de: FEHLER: Argumente können nicht als Zeitangabe interpretiert werden.

source: Usage: %s <secs-since-epoch>
de: Anwendung: %s <Sekunden-seit-Epoch>

source: Usage: %s [ <base64string> [ <base64string>... ] ]
de: Anwendung: %s [ <base64string> [ <base64string>... ] ]

source: Error: error decoding base64 string `%s'
de: Fehler: Dekodieren des base64 Textes `%s' fehlgeschlagen

source: Usage: %s [ -n <charsperline> ] [ <data> [ <data>... ] ]
de: Anwendung: %s [ -n <ZeichenproZeile> ] [ <Daten> [ <Daten>... ] ]

source: Error: error encoding string `%s'
de: Fehler: Kodieren von `%s' als base64 fehlgeschlagen

source: Error: Unrecognized command: `%s'
de: Fehler: Kommando `%s' nicht erkannt.

source: Error: Cannot read configuration file. Exiting.
de: Fehler: Konfigurationsdatei kann nicht gelesen werden. Programm endet.
it: Errore: Non posso leggere il file di configurazione. Esco.

source: The backup server hosts
de: Die Namen der Datensicherungs-Server
it: Nomi dei server di backup

source: The backup server port-numbers
de: Die Servicenamen oder Portnummern auf den Datensicherungs-Servern
it: Numeri di porta dei server di backup

source: The cartridge sets to use
de: Die zu verwendenden Sätze von Bändern
it: I set di cartridge da usare

source: Server messages output configuration
de: Konfiguration der Ausgabe von Meldungen des Servers

source: The programs to process the files, that are saved, and the counterpart to do the reverse processing, if desired. In most cases compression and uncompression
de: Die Programme zur Vorverarbeitung zu sichernder Dateien und das Gegenstück zur Rückverarbeitung, sofern gewünscht. In den meisten Fällen Kompression und Dekompression
it: Programmi per processare i file durante l'archiviazione e la loro controparte, che esegue il processo inverso, se desiderato. Nella maggior parte dei casi, compressione e decompressione

source: Level of built-in compression, if supported.
de: Stärke der eingebauten Kompression, wenn unterstützt.
it: Livello di compressione interna, se supportato.

source: The part of the file, where the saved filenames are stored (current number appended)
de: Anfangsteil des Dateinamens, der die Namen und Positionen der gesicherten Dateien enthält ("Index"). Die laufende Nummer wird angehängt
it: Il numero di parte del file dove vengono scritti i nomi dei file archiviati (viene aggiunto il numero corrente)

source: The programs to process the file indexes and the counterpart to do the reverse processing, if desired. In most cases compression and uncompression
de: Die Programme zur Vorverarbeitung der Indexdateien und das Gegenstück zur Rückverarbeitung, sofern gewünscht. In den meisten Fällen Kompression und Dekompression
it: Programmi per processare i file indice durante l'archiviazione e la loro controparte, che esegue il processo inverso, se desiderato. Nella maggior parte dei casi, compressione e decompressione

source: Whether to process the saved files
de: Schalter, ob die gesicherten Dateien vorverarbeitet werden
it: Se processare o meno i file archiviati

source: Whether to process the index files
de: Schalter, ob die Indexdateien vorverarbeitet werden

source: Patterns for names of files, no preprocessing is performed on
de: Muster (mehrere möglich) für Dateinamen, bei denen keine Vorverarbeitung angewendet werden soll
it: Pattern per i nomi dei file sui quali non deve essere effettuato il pre-process

source: The number of such files, that are maintained. More (older ones) are removed.
de: Die Anzahl der Indexe, die verwaltet werden sollen. (ältere werden entfernt)
it: Numero di file indice da mantenere. Quelli in eccesso (più vecchi) verranno rimossi.

source: Alternatively the maximum age of index files to be kept in days. Older ones are removed
de: Alternativ das maximale Alter aufzuhebender Indexdateien. Ältere werden automatisch entfernt

source: The maximum number of previous index files, that are scanned for restore
de: Die maximale Anzahl von Indexdateien, die beim Restore durchsucht werden

source: Alternatively the maximum age of index files in days to be scanned for restore
de: Alternativ das maximale Alter der beim Wiederherstellen zu durchsuchenden Indexdateien in Tagen

source: For restore: Check, whether the user has sufficient permissions to restore files to the same place, from where they were saved
de: Schalter, dass bei der Wiederherstellung getestet werden soll, ob der Benutzer ausreichende Berechtigungen im jeweiligen Verzeichnis besitzt, auch, wenn an dieselbe Stelle zurückgesichert wird

source: The file where to log events
de: Datei zum Eintragen besonderer Ereignisse
it: Il file dove scrivere il log degli eventi

source: The directory for varying files
de: Verzeichnis für veränderliche Dateien
it: La directory per i file di stato, il cui contenuto può cambiare.

source: The identifier for the client (needed, if several afbackup installations reside on one host)
de: Identifikator für den Client (erforderlich, wenn sich mehrere afbackup Installationen auf einem Server befinden, sowie bei Verwendung des Multiplex-Servers)
it: L'identificatore del client (necessario, nel caso di installazioni multiple su un singolo host)

source: Locking file to prevent several client program starts
de: Lockdatei zur Verhinderung mehrfacher Starts von Clientprogrammen
it: File di lock per prevenire l'attivazione di più programme del client contemporaneamente

source: The file with the authentication encryption key
de: Datei, die den Authentifizierungsschlüssel enthält
it: Il file contenente la chiave per autentificare la crittazione

source: The program to save startup information
de: Programm zur Verarbeitung der beim Start gewonnenen Informationen
it: Il programma per memorizzare le informazioni di startup

source: The program to be run before attempting a backup. If this program returns an exit status unequal to 0, no backup is performed.
de: Programm, das vor einem Backup gestartet werden soll. Wenn dieses Programm einen Status ungleich 0 liefert, wird kein Backup durchgeführt.
it: Il programma da lanciare prima di eseguire un backup. Se questo programma ritorna uno status diverso da 0, il backup non viene eseguito.

source: The program to be executed when everything requested is done. %l is replaced by the filename-logfile, %r by the file with the report statistics, %e by the overall exit status, %i with the minimum restore information
de: Programm, das ausgeführt wird, wenn alle gewünschten Aktionen vorüber sind. %l wird darin durch den Namen der Indexdatei ersetzt, %r durch den Namen einer Datei, die Statistikdaten enthält, %e durch den Gesamtergebnisstatus, %i durch die minimale Wiederherstellungsinformation.
it: Il programma da eseguire quando qualsiasi richiesta viene completata. %l viene sostituito dal nome del file di log, %r col nome del file per il report statistico, %e con lo status di uscita complessivo, %i con le informazioni minimali per il restore

source: The directory, where to run the backup
de: Verzeichnis, in das vor dem Start der Sicherung hineingewechselt wird
it: La directory da cui lanciare il backup

source: Names of files to be skipped during the backup (wildcards are allowed)
de: Namen von Dateien, die bei der Sicherung übergabgen werden (Dateinamenmuster wie in einer Shell typisch sind erlaubt)
it: Nomi dei file da saltare durante il backup (sono consentiti i wildcard tipo *.bak)

source: Names of directories to be skipped during the backup (wildcards are allowed)
de: Namen von Verzeichnissen, die bei der Sicherung übergangen werden (Dateinamenmuster wie in einer Shell typisch sind erlaubt)
it: Nomi delle directory da saltare durante il backup (sono consentiti i wildcard tipo /var/*/tmp)

source: Name of a file containing a (pattern-) list of files and directories to be skipped during the backup
de: Name einer Datei, die eine Liste von Namen oder Mustern von Dateien und Verzeichnissen enthält, die bei der Sicherung übergangen werden
it: Nome del file contenente i nomi e/o i patterns dei file e delle directory da saltare durante il backup

source: Filesystem types to save, skip (-) or prune (/)
de: zu sichernde, auszulassende (-) oder nicht hineinzuwechselnde (/) Dateisystemtypen

source: Whether to write CRC32 checksums to the backup or not
de: Schalter, ob CRC32 Prüfsummen mitgesichert werden sollen
it: Se scrivere o meno i codici di controllo CRC32 nel backup

source: Whether to use the ctime in addition to mtime during incremental backup
de: Soll beim inkrementellen Backup die ctime zusätzlich zur mtime ausgewertet werden

source: Whether to report the backup progress in the progress file
de: Soll während des Backup der Fortschritt in die progress Datei geschrieben werden

source: The number of parts of the full backup (if this takes a long time)
de: Anzahl der Teile einer Vollsicherung (falls eine gesamte zu lange dauert)
it: Numero di parti del backup completo (se questo richiede tanto tempo)

source: The subdirectories of the RootDirectory to backup (wildcards are allowed)
de: Die zu sichernden Unterverzeichnisse (vom RootDirectory aus gesehen) (Dateinamenmuster erlaubt)
it: Le sottodirectory della RootDirectory da includere nel backup (sono consentiti i wildcard)

source: The subdirectories of the RootDirectory to backup, part #num# (wildcards are allowed)
de: Die zu sichernden Unterverzeichnisse (vom RootDirectory aus gesehen), Teil #num# (Dateinamenmuster erlaubt)
it: Le sottodirectory della RootDirectory da includere nella parte #num# del backup (sono consentiti i wildcard)

source: Backup server hostnames:
de: Namen der Datensicherungsserver:
it: Nomi dei server di backup:

source: Backup server port-numbers:
de: Servicenamen/Ports an den Servern:
it: Numeri di porta dei server:

source: Cartridge-sets to use:
de: Zu verwendende Bandsätze:
it: Set di cartridge da usare:

source: Server message output configuration:
de: Konfiguration der Ausgabe von Meldungen des Servers

source: File processing program:
de: Dateivorverarbeitungsprogramm:
it: Programma di compattazione:

source: File unprocessing program:
de: Dateirückverarbeitungsprogramm:
it: Programma di scompattazione:

source: Built-in Compression Level:
de: Stärke der eingebauten Kompression:
it: Livello di compressione interna:

source: Index file part:
de: Anfangsteil des Indexdateinamens:
it: Nome file indice:
