Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: Error writing data to file during extract
de: Fehler beim Schreiben des Inhalts der Datei während des Auspackens
it: Errore di scrittura durante l'estrazione

source: Error writing data to command input
de: Fehler beim Senden der Daten an ein gestartetes Kommando
it: Errore scrivendo l'input del comando

source: File to write contents to does not exist
de: Dateisystemeintrag zum Hineinschreiben des Inhalts existiert nicht
it: Il file dove scrivere il contenuto non esiste

source: Wrong checksum reading packed data stream
de: Falsche Prüfsumme beim Lesen der eingepackten Daten
it: Codice di controllo errato leggendo dallo stream dati pacchettizzato

source: No writing permission
de: Keine Schreibberechtigung

source: ACL entry skipped because of unresolvable numerical ID
de: ACL Eintrag wurde übergangen, da eine numerische ID nicht auf einen Namen abgebildet werden konnte

source: Interrupted, going to exit.
de: Abbruch, Programm wird gleich enden.
it: Interrotto, mi accingo ad uscire.

source: Exiting with bad status %d, most recent system error: %s
de: Beende mit Fehlerstatus %d, zuletzt aufgetretener Systemfehler: %s
it: Esco con uno stato di errore %d, errore corrente: %s

source: Internal error evaluating default tape device string
de: Interner Fehler beim Auswerten des Gerätespezifikationsstrings

source: Warning: program `%s' not found.
de: Warnung: Programm `%s' wurde nicht gefunden.

source: Warning: Both old parameter LastCartridges and new CartridgeSets supplied. Ignoring LastCartridges entry.
de: Warnung: Sowohl der alte Parameter LastCartridges als auch der neue CartridgeSets wurden angegeben. LastCartridges wird ignoriert.
it: Avviso: Sono stati specificati sia il parametro CartridgeSets che l'obsoleto LastCartridges. Ignoro quest'ultimo.

source: Error: Cartridge sets %d and %d have common cartridges.
de: Fehler: Es gibt dieselben Bänder in den Bandsätzen %d und %d.
it: Errore: I sets di cartridges %d e %d hanno qualche cartridge in comune.

source: Warning: Unrecognized parameter in streamer buffer configuration.
de: Warnung: Nicht erkannte Einstellung in der Streamerpufferkonfiguration

source: Warning: Maximum filesize must be at least one tape block. Reset to %d.
de: Warnung: Die maximale Banddateigröße muss mindestens einen Block umfassen. %d wird verwendet.
it: Avviso: La dimensione massima di un file deve essere perlomeno grande quanto un blocco sul nastro. Fisso a %d.

source: Warning: (MaxBytesPerTape): Entry not recognized, ignored.
de: Warnung: (MaxBytesPerTape): Eintrag konnte nicht ausgewertet werden und wird ignoriert.
it: Avviso: (MaxBytesPerTape): Specificato valore incomprensibile, ignorato.

source: Warning: (MaxBytesPerTape): First cartridge number too low, starting with 1.
de: Warnung: (MaxBytesPerTape): Die erste Bandnummer ist zu niedrig, 1 wird verwendet.
it: Avviso: (MaxBytesPerTape): Il numero del primo cartridge è troppo basso, parto con 1.

source: Warning: (MaxBytesPerTape): First cartridge number too high, stopping at %d.
de: Warnung: (MaxBytesPerTape): Die erste Bandnummer ist zu hoch, %d wird verwendet.
it: Avviso: (MaxBytesPerTape): Il numero del primo cartridge è troppo alto, mi fermo a %d.

source: Warning: No tape-state file found. Assuming initial startup with first cartridge in set.
de: Warnung: Datei, die den Bandstatus enthält, nicht gefunden. Es wird angenommen, dass dies der erste Start des Programms ist, und das erste Band in dem Bandsatz wird verwendet.
it: Avviso: Non ho trovato il file di stato delle posizioni dei nastri. Assumo si tratti dello startup iniziale, col primo cartridge nel set.

source: Error: Status file `%s' cannot be removed. Status report disabled.
de: Fehler: Statusdatei `%s' kann nicht entfernt werden. Statusreport wird abgeschaltet.
it: Errore: Il file di stato `%s' non può essere rimosso. Disabilito il report di status.

source: Error: Status file `%s' cannot be written. Status report disabled.
de: Fehler: Statusdatei `%s' kann nicht geschriebene werden. Statusreport wird abgeschaltet.
it: Errore: Il file di stato `%s' non può essere scritto. Disabilito il report di status.

source: Error: Command %d ('%c') failed (%s)
de: Fehler: Kommando %d (`%c') misslungen (%s)
it: Errore: Comando %d ('%c') fallito (%s)

source: %s, Protocol Error: %s
de: %s, Protokollfehler: %s
it: %s Errore di Protocollo: %s

source: Command Error: %s.
de: Kommandofehler: %s.
it: Comando errato: %s.

source: Warning: Cartridge %d is not in any cartridge set. Assuming current set %d
de: Warnung: Band %d ist keinem Bandsatz zugeordnet, verwende Bandsatz %d
it: Avviso: Il cartridge %d non è in nessun set. Assumo il set corrente %d

source: Error: Unable to determine, whether client has access. Most recent system error: %s
de: Fehler: Es kann nicht festgestellt werden, ob der Client Zugriffsberechtigung hat. Zuletzt aufgetretener Systemfehler: %s
it: Errore: Non riesco a determinare se il client abbia accesso. Errore corrente: %s

source: Warning: Client %s tried to access cartridge set %d, denied.
de: Warnung: Client %s versuchte, auf Bandsatz %d zuzugreifen. Zugriff verweigert.
it: Avviso: Il client %s ha cercato di accedere al cartridge set %d, negato.

source: Warning: Could not replace %-mark in change cartridge command, leaving it unmodified.
de: Warnung: Das %-Zeichen im Parameter ChangeCartridgeCommand konnte nicht ersetzt werden. Es wird unverändert beibehalten.
it: Avviso: Non ho potuto rimpiazzare il %-mark nel comando di cambio cartridge, lo lascio inalterato.

source: You are requested to check the device for possible
de: Bitte prüfen Sie das Gerät auf Fehler und korrigieren
it: Dovresti controllare il dispositivo per possibili

source: Warning: Device access timed out.
de: Warnung: Zeitüberschreitung beim Zugriff auf das Gerät.
it: Avviso: Timeout tentando di accedere al dispositivo.

source: Warning: Device command timed out.
de: Warnung: Zeitüberschreitung beim Kommando, welches auf das Gerät angewendet werden soll.
it: Avviso: Timeout eseguendo un comando sul dispositivo.

source: Warning: Cannot remove filesystem entry to check preferred service for client, that is not a regular file !!!
de: Warnung: Der Dateisystemeintrag, in dem die Spezifikation des bevorzugten Clients abgelegt wird, ist keine normale Datei !!!
it: Avviso: Non riesco a rimuovere una filesystem entry (non è un file regolare!) per controllare il servizio di preferenza per il client.

source: Warning: Cannot open file to check preferred service for client.
de: Warnung: Die Datei zur Kennzeichnung des bevorzugten Clients kann nicht geöffnet werden.
it: Avviso: Non riesco ad aprire il file per controllare il servizio di preferenza del client.

source: Waiting for device %s to become available.
de: Es wird darauf gewartet, dass das Gerät %s betriebsbereit ist.
it: In attesa che il dispositivo %s divenga disponibile.

source: The backup service on host %s is in use.
de: Der Sicherungsdienst auf Rechner %s wird bereits verwendet.
it: Il servizio di backup sull'host %s è in uso.

source: You are requested to check the service for possible
de: Bitte prüfen Sie den Sicherungsdienst auf Fehler und korrigieren
it: Dovresti controllare il servizio per possibili

source: Error: Unable to ask user %s to check service availability.
de: Fehler: Der User %s konnte nicht gebeten werden, die Verfügbarkeit des Sicherungsdienstes zu prüfen.
it: Errore: Non riesco a chiede all'utente %s di verificare la disponibilità del servizio.

source: Warning: Service access timed out.
de: Warnung: Zeitüberschreitung beim Zugriff auf den Service.
it: Avviso: Timeout tentando di accedere al servizio.

source: Device %s available, idle.
de: Gerät %s ist bereit und nicht in Verwendung.
it: Il device %s è disponibile, inattivo.

source: Device %s reopening for write.
de: Gerät %s öffnet neue Banddatei zum Schreiben.
it: Il device %s viene riaperto in scrittura.

source: Internal Error: tape not open for writing in reopen.
de: Interner Fehler: Bandgerät nicht zum Schreiben geöffnet in reopen.
it: Errore Interno: il nastro non è stato riaperto in scrittura.

source: Error: Cannot change store file.
de: Fehler: Datei zum Sichern kann nicht gewechselt werden.
it: Errore: Non riesco a modificare il file di stato.

source: Error: Cannot open tape once again for writing.
de: Fehler: Bandgerät kann nicht erneut zum Schreiben geöffnet werden.
it: Errore: Non posso riaprire il nastro in scrittura.

source: Device %s opened for writing to cartridge %d, file %d.
de: Gerät %s zum Schreiben auf Band %d, Banddatei %d geöffnet.
it: Il device %s è aperto per scrivere sul cartridge %d, file %d.

source: Current cartridge no. %d is already full
de: Aktuelles Band Nummer %d ist bereits voll
it: Il cartridge corrente numero %d è già pieno

source: Error: Cannot reopen device for writing.
de: Fehler: Gerät kann nicht erneut zum Schreiben geöffnet werden.
it: Errore: Non posso riaprire il device in scrittura.

source: Device %s is writing with %sB/s to cartridge %d, file %d.
de: Gerät %s schreibt mit %sB/sec auf Band %d, Banddatei %d.

source: Error: Cannot get tape status after write failure.
de: Fehler: Bandgerätestatus kann nach Schreibfehler nicht ermittelt werden.
it: Errore: Non posso ottenere lo status del nastro dopo un errore in scrittura.

source: Error: Repeated faults writing to tape, now: %s.
de: Fehler: Wiederholte Probleme beim Schreiben auf Band. Aktueller Fehler: %s.
it: Errore: Ripetuti errori di scrittura sul nastro, ora: %s.

source: Warning: A media error occured (%d), trying to reposition and reopen.
de: Warnung: Ein Medienfehler trat auf (%d). Es wird versucht, die Bandposition erneut anzufahren und dort zu schreiben.
it: Avviso: E' occorso un errore sul supporto (%d), cerco di riposizionare e riaprire.

source: Error: Writing to tape: %s.
de: Fehler: Beim Schreiben auf Band: %s.
it: Errore: Scrivendo sul nastro: %s.

source: Warning: An unexpected error (%d) occured, changing cartridge. Proceeding with fingers crossed.
de: Warnung: Unerwarteter Fehler (%d) trat auf. Das Band wird gewechselt und mit einem anderen weitergemacht. Hoffe, es klappt.
it: Avviso: Un errore inaspettato (%d) è occorso cambiando il cartridge. Procedo con le dita incrociate.

source: Warning: Reopen failed (%d), changing cartridge. Proceeding with fingers crossed.
de: Warnung: Erneutes Öffnen zum Schreiben (%d) misslungen. Das Band wird gewechselt und mit einem anderen weitergemacht. Hoffe, es klappt.
it: Avviso: Riapertura fallita (%d), cambiando il cartridge. Procedo con le dita incrociate.

source: Error: Cannot find a new cartridge for writing.
de: Fehler: Es kann kein neues Band zum Schreiben gefunden werden.
it: Errore: Non posso trovare un nuovo cartridge da scrivere.

source: Error: Cannot change to cartridge %d for writing.
de: Fehler: Es kann nicht zum Band %d gewechselt werden, um darauf zu schreiben.
it: Errore: Non posso selezionare il cartridge %d per scriverci.

source: Error: Cannot move to file %d for writing.
de: Fehler: Banddatei %d kann nicht zum Schreiben angefahren werden.
it: Errore: Non posso spostarmi al file %d per scriverci.

source: Internal Error: Wrong tape %d accepted in drive for %d, please report.
de: Interner Fehler: Das falsche Band %d wurde im Bandgerät akzeptiert. Bitte dieses Problem melden.
it: Errore Interno: Un errato nastro (%d) è stato accettato nel drive al posto del %d, per favore notificare l'errore.

source: Internal Error: Wrong file number %d set instead of %d, please report.
de: Interner Fehler: Falsche Banddatei Nummer %d angefahren statt %d, dieses Problem bitte melden.
it: Errore Interno: File number errato (%d) impostato invece di %d, per favore notificare l'errore.

source: Warning: Cannot erase tape.
de: Warnung: Band kann nicht gelöscht werden.
it: Avviso: Non riesco a cancellare il nastro.

source: Internal Error: Wrong tape for writing in drive, please report.
de: Interner Fehler: Falsches Band zum Schreiben im Gerät, bitte dieses Problem melden.
it: Errore Interno: Nastro sbagliato per scriverci nel drive, comunicare l'errore.

source: Error: Cannot write label to tape.
de: Fehler: Bandinformation kann nicht geschrieben werden.
it: Errore: Non posso scrivere l'etichetta sul nastro.

source: Error: Cannot change to file %d for writing.
de: Fehler: Banddatei %d kann nicht angefahren werden.
it: Errore: Non posso spostarmi al file %d per scriverci.

source: Device %s is reading with %sB/s from cartridge %d, file %d.
de: Gerät %s liest mit %sB/sec von Band %d, Banddatei %d.

source: Error: %s, only %d bytes read, trying to continue, tapefd = %d.
de: Fehler: %s, nur %d Zeichen gelesen. Versuche, weiterzumachen. tapefd = %d.
it: Errore: %s, letti solo %d byte, provo a continuare, tapefd = %d.

source: Warning: A media error occurred (%d), trying to move to next file.
de: Warnung: Ein Medienfehler trat auf (%d). Es wird versucht, die nächste Banddatei zu verwenden.
it: Avviso: E' occorso un errore sul supporto (%d), provo a spostarmi al prossimo file.

source: Error: Cannot change to cartridge %d for reading.
de: Fehler: Es kann nicht zum Band %d zum Lesen gewechselt werden.
it: Errore: Non posso selezionare il cartridge %d per leggerlo.

source: Error: Cannot change to file %d for reading.
de: Fehler: Banddatei %d kann nicht zum Lesen angefahren werden.
it: Errore: Non posso spostarmi al file %d per leggerlo.

source: Saved tapepos: %ld.%ld (cartset %ld) writepos at %ld.%ld
de: Abgespeicherte Bandposition: %ld.%ld (Bandsatz %ld) Schreibposition bei %ld.%ld
it: Posizione memorizzata: %ld.%ld (set n. %ld) posizione di scrittura %ld.%ld

source: %s, Error: Cannot write file %s to save the tape state.
de: %s, Fehler: Datei %s zum Abspeichern der Bandpositionen kann nicht geschrieben werden.
it: %s, Errore: Non posso scrivere il file %s per memorizzare lo stato del nastro.

source: Warning: tape-state file found, but no entry for device `%s'. Assuming current position as cartridge %d, file %d.
de: Warnung: In der Datei, welche den Bandstatus enthält, wurde kein Eintrag für das Gerät `%s' gefunden. Die aktuelle Position wird als Band %d, Banddatei %d angenommen.

source: Warning: Current position entry for device `%s' incomplete in tape-state file. Assuming current position as cartridge %d, file %d.
de: Warnung: Der Eintrag für den aktuellen Bandstatus des Geräts `%s' in der entsprechenden Datei wurde nicht gefunden. Die aktuelle Position wird als Band %d, Banddatei %d angenommen.

source: Warning: Insert cartridge %d for set %d not in this set. Trying to reorganize.
de: Warnung: Das Band %d mit der aktuellen Schreibposition ist nicht in diesem Bandsatz. Es wird versucht, umzusortieren.
it: Avviso: E' stato inserito il nastro %d per il set %d, che non lo comprende. Provo a riorganizzarmi.

source: Warning: Could not find start cartridge for set %d. Starting with cartridge %d, file 1.
de: Warnung: Das erste Band des Bandsatzes %d kann nicht festgestellt werden. Es wird mit Band %d, Banddatei 1 fortgesetzt.
it: Avviso: Non ho trovato il cartridge iniziale del set %d. Inizio dal cartridge %d, file numero 1.

source: %s, Error: Cannot read file %s to get the number of bytes on tape.
de: %s, Fehler: Datei %s mit den Angaben, wieviele Zeichen sich auf den Bändern befinden, kann nicht gelesen werden.
it: %s, Errore: Non riesco a leggere dal file %s il numero di bytes sul nastro.

source: %s, Error: Cannot write file %s to save the number of bytes on tape.
de: %s, Fehler: Datei %s zur Abspeicherung der Anzahl Zeichen auf Band kann nicht geschrieben werden.
it: %s, Errore: Non posso scrivere il file `%s' per memorizzare il numero di bytes sul nastro.

source: Warning: Command to run when tape full returned status %d.
de: Warnung: Das Kommando, das gestartet wird, wenn ein Band voll ist, lieferte den Endestatus %d.
it: Avviso: Il programma da lanciare quando il nastro è pieno ha ritornato uno status di errore %d.

source: Error: Failed to run command to run when tape full.
de: Fehler: Das Kommando, das gestartet werden soll, wenn ein Band voll ist, konnte nicht gestartet werden.
it: Errore: Non posso eseguire il comando "nastro-pieno".

source: Warning: Could not register tape usage increment.
de: Warnung: Es konnte nicht registriert werden, dass das Band einmal mehr verwendet wurde.
it: Avviso: Non riesco ad aggiornare il numero di utilizzi del nastro.

source: Warning: Unrecognized line in file `%s': %s ... , deleting
de: Warnung: Zeile in Datei `%s' wurde nicht erkannt: %s ... . Die Zeile wird entfernt

source: Warning: Trailing garbage ignored in message `%s'.
de: Warnung: Die abschließenden Zeichen in der Meldung `%s' konnten nicht ausgewertet werden und wurden ignoriert.
it: Avviso: Ignoro spazzatura seguente il messaggio `%s'.

source: Error: Cannot write file `%s' to save the precious tapes
de: Fehler: Datei `%s' zum Abspeichern der kritischen Bänder konnte nicht geschrieben werden
it: Errore: Non posso scrivere il file `%s' per memorizzare i nastri "preziosi"

source: Error unlinking file `%s': %s
de: Fehler beim Entfernen der Datei `%s': %s
it: Errore rimuovendo il file `%s': %s

source: Warning: Removing client `%s' from `%s' failed.
de: Warnung: Entfernen des Clients `%s' aus `%s' misslungen.
it: Avviso: La rimozione del client `%s' da `%s' è fallita.

source: Got Message (unrecognized): %s
de: Nicht auswertbare Meldung erhalten: %s
it: Messaggio Ricevuto (non riconosciuto): %s

source: Usage: %s [ -Sb ] [ <configuration-file> ] [ -L <locale> ]
de: Anwendung: %s [ -Sb ] [ <Konfigurationsdatei> ] [ -L <Lokalisierung> ]

source: Error: This program must be started by the inetd. See the documentation for details.
de: Fehler: Dieses Programm muss vom inetd gestartet werden. Bitte in der Dokumentation nachsehen.

source: Error: Long int is wider than 4 Bytes. Inform author about machine type.
de: Fehler: Long int ist größer als 4 Bytes. Bitte Rechner- und Betriebssystemtyp an den Autor melden.
it: Errore: long int sono più grandi di 4 byte. Informa l'autore sul tipo di macchina.

source: Warning: Could not find program file of `%s'
de: Warnung: Ausführbare Datei von `%s' nicht gefunden

source: Warning: Setting TCP/IP throughput failed with %d.
de: Warnung: Hoher TCP/IP Durchsatz konnte nicht eingestellt werden (%d).
it: Avviso: Impostazione del TCP/IP fallita con status di errore %d.

source: Warning: Setting Keepalive failed with %d
de: Warnung: Keepalive Modus konnte nicht eingestellt werden (%d)
it: Avviso: Impostazione del Keepalive fallita con status di errore %d

source: Warning: setsockopt (SO_LINGER): %d
de: Warnung: setsockopt (SO_LINGER): %d
it: Avviso: setsockopt (SO_LINGER): %d

source: Warning: Could not replace %%p in init command, leaving it unmodified.
de: Warnung: %%p im Startkommando konnte nicht ersetzt werden. Es bleibt unverändert.
it: Avviso: Non ho potuto rimpiazzare "%%p" nel comando di inizializzazione, lo lascio inalterato.

source: Warning: Executing init command %s returned exit status %d.
de: Warnung: Ausführen des Initialisierungskommandos `%s' lieferte Endestatus %d.
it: Avviso: L'esecuzione del comando di inizializzazione "%s" ha ritornato uno status di errore %d.

source: Error: Authentication failed for host %s. Exiting.
de: Fehler: Authentifizierung für Rechner %s misslungen. Programm endet.
it: Errore: L'autenticazione con l'host %s è fallita. Esco.

source: skipping possibly destructive commands while in trouble
de: potentiell destruktive Kommandos werden ignoriert, solange Protokollfehler auftreten
it: non eseguo comandi potenzialmente distruttivi in situazione problematica

source: writing to tape failed.
de: Schreiben auf Band misslungen.
it: la scrittura sul nastro è fallita.

source: reading from tape failed.
de: Lesen vom Band misslungen.
it: la lettura dal nastro è fallita.

source: sending number of valid transferred bytes failed.
de: Senden der Anzahl gültiger übertragener Zeichen misslungen.
it: la comunicazione del numeri di byte trasferiti è fallita.

source: setting number of valid bytes to transfer failed.
de: Setzen der Anzahl gültiger übertragener Zeichen misslungen.
it: impostazione del numero di byte da trasferire fallita.

source: getting the tape position failed.
de: Bandposition konnte nicht empfangen werden.
it: impossibile stabilire la posizione del nastro.

source: getting the tape write position failed.
de: Schreibposition auf Band konnte nicht empfangen werden.
it: impossibile ottenere la posizione di scrittura sul nastro.

source: getting the tape read position failed.
de: Leseposition auf Band konnte nicht empfangen werden.

source: requesting new cartridge for writing
de: Neues Band zum Schreiben konnte nicht angefordert werden
it: richiesta di un nuovo cartridge in corso

source: determining the number of cartridges failed.
de: Anzahl Bänder konnte nicht festgestellt werden
it: impossibile determinare il numero di cartridge.

source: checking for service ability failed.
de: Serviceverfügbarkeit konnte nicht ermittelt werden
it: impossibile vericare la disponibilità del servizio.

source: getting the current cartridge set failed.
de: Aktueller Bandsatz konnte nicht ermittelt werden
it: impossibile ottenere il set di cartridge attuale.

source: getting the tape blocksize set failed.
de: Blockgröße konnte nicht von Bandlaufwerk ermittelt werden
it: impossibile ottenere le dimensioni dei blocchi sul nastro.

source: getting the written tapes failed.
de: Ermittlung der geschriebenen Bänder misslungen
it: impossibile stabilire i nastri scritti.

source: getting the client's tapes failed.
de: Ermittlung der für diesen Client als kritisch eingestuften Bänder misslungen
it: impossibile ottenere i nastri del client.

source: no argument to command %d
de: Kein Argument für Kommando %d
it: nessun parametro al comando %d

source: cannot set cartridge
de: Band kann nicht eingestellt werden
it: non riesco ad impostare il cartridge

source: cannot set file
de: Banddatei kann nicht eingestellt werden
it: non riesco ad impostare il numero di file

source: cannot skip over files
de: Es konnte nicht über Banddateien hinweggespult werden
it: non riesco ad avanzare sul nastro saltando i file

source: cannot set cartridge set
de: Bandsatz kann nicht eingestellt werden
it: non riesco ad impostare il set di cartridge

source: not allowed during device access
de: Während Bandoperationen nicht erlaubt
it: non consentito durante l'accesso al device

source: cannot open device for writing
de: Gerät kann nicht zum Schreiben geöffnet werden
it: non riesco ad aprire il device in scrittura

source: cannot open device for reading
de: Gerät kann nicht zum Lesen geöffnet werden
it: non riesco ad aprire il device in lettura

source: cannot close device
de: Gerät kann nicht geschlossen werden
it: non riesco a chiudere il device

source: cannot erase tape
de: Band kann nicht gelöscht werden
it: non riesco a cancellare il nastro

source: running a backup as client failed.
de: Sicherung als Client konnte nicht gestartet werden
it: impossibile eseguire il backup come client.

source: getting client identity failed.
de: Clientidentifikation konnte nicht empfangen werden
it: impossibile stabilire l'identità del client.

source: getting user identity failed.
de: Benutzername konnte nicht empfangen werden
it: impossibile stabilire l'identità dell'utente.

source: sending server identity failed.
de: Serveridentifikation konnte nicht gesendet werden.
it: impossibile comunicare l'identità del server.

source: evaluating client message failed.
de: Meldung vom Client konnte nicht ausgewertet werden.
it: impossibile comprendere un messaggio del client.

source: cannot change communication buffer size
de: Größe des Kommunikationspuffers konnte nicht verändert werden
it: non riesco a modificare le dimensioni del buffer di comunicazione
