Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: The identifier for the client. Default: The official hostname. This entry is required, it several afbackup clients reside on one host. In this case the multi stream server must be able to distinguish the clients to distribute the pieces of backup data on tape correctly. Otherwise the data would be mixed up and be unusable by the reading client.
de: Der Identifikator für den Client. Voreinstellung: der offizielle Rechnername. Dieser Eintrag ist erforderlich, wenn mehrere Afbackup Clients auf einem Rechner installiert sind. In diesem Fall muss der Mehrfach-Client-Server in der Lage sein, die jeweiligen Clients voneinander zu unterscheiden, um ihnen die jeweils von ihnen gesicherten Daten bei der Wiederherstellung wieder zukommen zu lassen. Andernfalls würden die Daten durcheinandergeworfen und wären von den Clients nicht mehr verwendbar.
it: L'identificatore del client, di default l'hostname ufficiale. Questo parametro è necessario se più di un client risiede su una singola macchina. In tal caso il server multi-stream deve essere in grado di distinguere i vari client per distribuire correttamente i pezzi di backup sui nastri. Altrimenti i dati verrebbero mischiati e sarebbero illeggibili dai client.

source: To prevent client programs from being started several times a lock file is created and this is it's name. For pattern replacements see LoggingFile (19).
de: Damit Clientprogramme nicht mehrfach starten, wird eine Lockdatei mit dem hier angegebenen Namen erzeugt. Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter LoggingFile (19).

source: The file containing the encryption key for authenticating the backup client to the server. This file must contain at least 5 characters and must not have read permission for group or world. For pattern replacements see LoggingFile (19).
de: Die Datei, welche den Schlüssel für die Anmeldung des Clients beim Server enthält. Sie muss mindestens 5 Zeichen enthalten und darf nicht gruppen- oder weltlesbar sein. Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter LoggingFile (19)

source: This is the (shell-) command to run to save the startup information of an incremental or full backup, sometimes called bootstrap information. This program should read the standard input and do something reasonable with it, e.g. append it to some file. The produced information can be used to recover from a hard crash, when the files are lost, that are containing the names of the saved files. Therefore this information should not be saved locally on the client host, but e.g. on an NFS-mounted filesystem, a floppy disc or in a mail-file (then this command should be sth. like: mail someuser). For pattern replacements see LoggingFile (19)
de: Dieses (Shell-) Kommando wird ausgeführt, um die Sicherungsstartinformationen einer vollen oder inkrementellen Sicherung zu verarbeiten (nennt sich bisweilen auch "Bootstrap-Information"). Dieses Programm sollte die Standardeingabe lesen und etwas sinnvolles damit tun, z.B. die gelesenen Daten an eine Datei anhängen. Diese Information kann dazu dienen, in einem Desasterfall eine Wiederherstellung aller Daten zu erreichen, wenn auch die Indexdateien nicht mehr verfügbar sind. Diese Information sollte nicht (nur) auf demselben Client abgelegt werden, wo sich auch die gesicherten Daten selbst befinden, sondern z.B. auf einem NFS-gemounteten Verzeichnis, einer Floppy Disk oder in einer Mail-Datei (dann könnte dieses Kommando etwa ein irgendwie geartetes mail-Programm sein). Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter LoggingFile (19)

source: A (shell-) command to be run before a backup is attempted. If this program returns an exit status unequal to 0, no backup is performed. This parameter makes only sense when backup is started remotely, cause in that case no shell-command can be supplied. If backup is started locally, there is no problem to run whatever is necessery before the backup explicitly. For pattern replacements see LoggingFile (19)
de: Ein (Shell-) Kommando, das gestartet wird, bevor die Sicherung selbst anläuft. Wenn dieses Programm einen Endestatus ungleich 0 liefert, wird die Sicherung nicht gestartet. Dieser Parameter ist eigentlich nur sinnvoll, wenn die Sicherung von einem anderen Rechner aus mittels afbackup -X ... gestartet wird, da in diesem Fall keine ganze Shell-Kommandozeile angegeben werden kann. Wenn die Sicherung lokal gestartet wird, kann man dieses Kommando auch explizit vorher laufen lassen. Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter LoggingFile (19)

source: This parameter may specify a (shell-) command to run at exit time of a full or incremental backup. The following patterns are replaced as explained: %l by the name of the file containing the filelists %r by the name of the file containing statistics (this file is automatically removed after execution of this program) %e by the overall exit status %i with the minimum restore information. For more pattern replacements see LoggingFile (19)
de: Dieser Parameter gibt ein Kommando an, das gestartet wird, wenn eine volle oder inkrementelle Sicherung durchgelaufen ist. Folgende Zeichenfolgen werden wie beschrieben ersetzt: %l durch den vollständigen Namen der Indexdatei %r durch den Namen einer Datei, welche Statistikinformationen enthält (diese Datei wird nach Ausführung dieses Programms wieder gelöscht) %e durch den Gesamtendestatus %i durch die minimale Wiederherstellungsinformation. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Logging File (19)

source: This is the directory, the backup client changes to before packing the files and directories. Their names should be supplied relative to this directory, e.g. ./home .
de: Das Verzeichnis, in das hineingewechselt wird, bevor mit dem Einpacken und Sichern der Daten begonnen wird. Die Namen der zu sichernden Dateien und Verzeichnisse sollte relativ zu diesem Verzeichnis angegeben werden, z.B. ./home oder home .
it: Indica la directory di lavoro utilizzata dai programmi client. I nomi dei file devono essere relativi a questa directory, ad esempio `./home'.

source: These are the names of files, that should not be saved. Wildcards in the usual manner are allowed (shell-style or glob-style, furthermore path-patterns in the style of GNU's find program with option -path. Note, that wildcards also match directory separators i.e. slashes, e.g. a*d matches ab/cd). E.g. it does not usually make much sense to back up object files, as they can be easily reproduced from existing program sources.
de: Dies sind die Namen von Dateien, die nicht gesichert werden sollen. Muster wie in einem Shellkommando sind erlaubt. Muster können auch für die Trennzeichen von Pfadkomponenten stehen (Slashes /), z.B. passt a*d auch auf ab/cd . Beispielsweise ist es meist nicht erwünscht, Objektdateien zu sichern, die ohne weiteres wieder durch Kompilieren von Programmtexten erhalten werden können.
it: Questi sono i nomi dei file che non devono essere salvati. Sono consentiti i soliti wildcard (stile shell o glob-style, oltre a path-pattern con l'opzione -path, similmente al programma GNU find. Da notare che i wildcard comprendono anche i separatori di directory, quindi `a*d' soddisfa `ab/cd'). Ad esempio, generalmente non ha senso archiviare i file oggetto (*.o), in quanto possono essere facilmente riprodotti dal loro codice sorgente.

source: These are the names of directories, that should not be saved. Wildcards in the usual manner are allowed (shell-style or glob-style, furthermore path-patterns in the style of GNU's find program with option -path. Note, that wildcards also match directory separators i.e. slashes, e.g. a*d matches ab/cd). E.g. it does not usually make much sense to back up the lost+found directory or such only containing object files, as they can be easily reproduced from existing program sources.
de: Dies sind die Namen von Verzeichnissen, die bei der Sicherung übergangen werden sollen. Muster wie in Shellkommandos sind erlaubt. Muster können auch für die Trennzeichen von Pfadkomponenten stehen (Slashes /), z.B. passt a*d auch auf ab/cd . Beispielsweise ist es meist nicht erwünscht, den Inhalt der lost+found Verzeichnisse zu sichern.
it: Questi sono i nomi delle directory che non devono essere salvate. Sono consentiti i soliti wildcard (stile shell o glob-style, oltre a path-pattern con l'opzione -path, similmente al programma GNU find. Da notare che i wildcard comprendono anche i separatori di directory, quindi `a*d' soddisfa `ab/cd'). Ad esempio, generalmente non ha senso archiviare la directory lost+found, o quelle contenenti solo i file oggetto (*.o), in quanto questi possono essere facilmente riprodotti dal loro codice sorgente.

source: A file with the name supplied here can be present in any directory. It should contain a list of file-/directory-names (or glob-style patterns), that should be skipped during backup. Each entry must be in an own line. The given names/patterns are valid only in the same directory, where the file resides. Thus each directory can have it's individual exclusion list.
de: Eine Datei des hier angegebenen Namens kann in jedem Verzeichnis vorhanden sein. Sie sollte Namen oder Dateinamenmuster enthalten (einen pro Zeile). Diese Namen bzw. Muster geben an, welche Unterverzeichnisse oder Dateien in diesem Verzeichnis nicht gesichert zu werden brauchen. Die eingetragenen Namen gelten nur in diesem Verzeichnis, so dass jedes Verzeichnis eine eigene Ausschlussliste haben kann.
it: Indica il nome di un file che può essere presente in qualsiasi directory, e che in tal caso contiene la lista dei file o directory (anche pattern stile glob) da saltare durante il backup. Ogni nome deve essere specificato su una riga a sè stante. Questi nomi sono validi solo nella stessa directory dove risiede il file. In questo modo ogni directory può avere la sua lista di esclusione.

source: A list of filesystem types, separated by whitespace and/or commas. The type names can be prefixed with a plus, what is identical with no prefix, with a dash - or a slash / . No prefix or a plus means, that only files in filesystems of the given type are saved, no others. A dash (e.g. -autofs ) means, files in a filesystem of the named type are not saved, nonetheless such filesystems are traversed to search for filesystems of other types probably mounted underneath. The slash means, that such filesystems are not even entered or traversed
de: Liste von Dateisystemtypen, getrennt durch Leerzeichen und/oder Kommata. Den Typbezeichnungen kann ein Plus + vorangestellt sein, was gleichbedeutend einem nicht vorhandenen Präfix ist, ein Minus - oder ein Schrägstrich / . Kein Präfix oder ein Plus bedeutet, dass nur Daten in Dateisystemen gesichert werden, welche von einem der angegebenen Typen sind, und keine anderen. Ein Minus bedeutet, dass Daten in Dateisystemen der angegeben Typen nicht gesichert werden. Solche Dateisysteme werden aber trotzdem durchquert, um auch Dateisysteme zu finden, welche unterhalb eingehängt sind und nicht ausgeschlossen wurden. Der Schrägstrich bedeutet, dass solche Dateisysteme weder gesichert noch durchquert werden. Dateisysteme, welche unterhalb eingehängt sind, werden also nicht gesichert, egal, von welchem Typ sie sind.

source: This flag specifies, whether CRC32 checksums are written to the backup or not. Checksumming costs performance but might be desired to achieve additional safety, that the recovered files are intact
de: Dieser Schalter gibt an, ob CRC32 Prüfsummen mitgesichert werden oder nicht. Die Ermittlung der Prüfsummen belastet den Client zusätzlich und geht auf Kosten des Datendurchsatzes. Trotzdem könnte diese Funktionalität erwünscht sein, wenn es auf zusätzliche Sicherheit ankommt, dass die wiederhergestellten Dateien intakt sind.
it: Questa opzione specifica se i codici di controllo CRC32 devono essere scritti nel backup o meno. Il controllo di integrità ha un costo in termini di performance, ma può essere comunque desiderabile al fine di ottenere una ulteriore sicurezza sull'integrità dei file ripristinati.

source: When this flag is set, not only a filesystem entry's modification time (mtime) is evaluated when selecting objects to store during incremental or a level X backup, but also the inode change time (ctime). In this mode a filesystem entry's access time (atime) is not restored to the value it had before saving it, because that would again change the ctime, thus each incremental backup would result in a full backup
de: Wenn dieser Schalter gesetzt ist, wird während einem inkrementellen oder Level X Backup bei der Auswahl, ob ein Dateisystemeintrag gesichert wird, nicht nur die Modifikationszeit des Dateisystemeintrags ausgewertet (mtime), sondern auch der Zeitpunkt der letzten Änderung des Inode (ctime), also z.B. auch Attributeänderungen. In diesem Modus wird nach der Sicherung die letzte Zugriffszeit (atime) nicht auf den vorherigen Wert zurückgesetzt. Dies hätte wiederum ein Änderung der ctime zur Folge, wodurch jedes inkrementelle Backup zu einer Vollsicherung würde, da alle gerade gesicherten Dateisystemeinträge eine neue ctime bekommen und damit beim nächsten Lauf wieder ausgewählt würden

source: Write the current progress to the file progress located in the directory with the varying files (see: VarDirectory). The first number in this file is the sum of file sizes currently written to backup plus an estimate for the packer overhead. The second number is the total sum of file sizes to be written to backup plus estimated overhead, determined in advance before doing the real backup. The third number is the percentage of backup volume written up to now. All the numbers do NOT include the volume of any command output to be written to backup, because it would be necessary to run the command(s) twice then, what is normally not desired. Using this option requires the backup client to run over all configured directories to be saved to determine the backup volume in advance before doing the real backup, what might be considered a waste of time and/or fileserver load
de: Während des Backup wird der Fortschritt in die Datei progress im Verzeichnis mit den veränderlichen Dateien geschrieben (Siehe unter Var-Verzeichnis). Die erste Zahl in dieser Datei ist die Summe aller Größen von Dateien, die bisher ins Backup gesichert wurden, erhöht um eine Abschätzung der Verwaltungsdatenmenge. Die zweite Zahl ist die vorab ermittelte Summe aller zu sichernden Daten, ebenfalls erhöht um die Abschätzung des Metadatenvolumens. Die dritte Zahl ist der Anteil der bereits gesicherten Daten in Prozent vom zu sichernden Gesamtvolumen. Alle diese Zahlen enthalten nicht das Datenvolumen der Ausgabe von Kommandos. Würde diese vorab ermittelt, müssten die Kommandos zweimal laufen, was normalerweise nicht erwünscht sein dürfte. Wird diese Option gesetzt, muss die Backup Clientseite vorab über alle Verzeichnisse laufen, um das zu sichernde Volumen zu ermitteln. Die erforderliche Inanspruchnahme von Zeit und Fileserverleistung dürfte nicht in jedem Fall gerechtfertigt sein

source: If you have to backup a large amount of files and the full backup can't be done during one run (e.g. over a weekend), you can divide the full backup into pieces. This number determines, how many pieces you need. If this number is not equal to 1, you have to supply which files and directories you want to save in which piece. You do so by setting the additional parameters appearing when you set this parameter greater than 1.
de: Wenn eine solch große Datenmenge vorhanden ist, dass sie nicht innerhalb eines Vollsicherungslaufes (z.B. über das Wochenende) gesichert werden kann, so besteht die Möglichkeit, die Vollsicherung in mehrere Teile aufzuspalten. Die Anzahl der Teile ist hier anzugeben. Wenn diese Zahl 1 ist, so gibt es nur einen Durchlauf und alle bei dieser Vollsicherung zu sichernden Daten sind in dem Parameter DirsToBackup anzugeben. Andernfalls erscheinen weitere Parameter mit entsprechenden Zahlen, die dann jeweils konfiguriert werden können.
it: Se devi eseguire il backup di grandi volumi di dati ed il backup completo non può essere effettuato in una unica sessione (ad esempio durante il fine settimana), puoi dividere il backup completo in più pezzi. Questo numero indica in quanti pezzi vuoi suddividerlo. Se è diverso da 1, devi specificare quali file e directory vuoi archiviare per ogni singola parte. Potrai farlo impostando ulteriori parametri che appariranno quando questo parametro è maggiore di 1.

source: Press Return having typed the number.
de: <Return> drücken, nachdem die gewünschte Nummer eingegeben wurde.
it: Premi Invio dopo aver immesso il numero.

source: These are the names of files and diretories, that should be saved. Wildcards in the usual manner are allowed (shell- style or glob-style). They should be supplied relative to the working directory, the client changes to when starting. Descending into directories can be limited to the current filesystem by preceding the filename with the four characters .//. or the option -m (and a space). The prefix .//. is stripped off the name before saving. Supplying a filename preceded with the four characters /../ (what makes no sense normally) or the option -r (and a space) forces the file contents to be saved regardless of the file type. This way raw partitions or similar things can be saved. The prefix /../ is stripped off the name before saving. These file contents are by default never processed for safety reasons. If you want to force processing nonetheless, use //../ as prefix or precede the name with the option -R (and a space). To save the output of a command, supply (in double quotes) a triple bar |||, followed by a space and the command. Another triple bar must follow, after that another command doing the opposite of the first one. This command gets the data written by the first one as input at restore time. A triple sharp ### and a comment may follow. A command can be supplied here, whose output is read and used as if it were written here literally. If this is desired, the entry must start with a bar |, followed by a mandatory space and the shell-command to execute. If the pattern %T appears in this command, it is replaced with a specifier for the type of backup: F, if it's a full backup; F<N>, if the full backup is split into several parts with <N> being the part number, e.g. F2; I, if it's an incremental backup; L<N> for a level <N> backup e.g. L5
de: Die Namen der Dateien und Verzeichnisse, die gesichert werden sollen. Muster im Shell-Stil (oder glob-Stil) sind erlaubt. Die Einträge sollten relativ zum Arbeitsverzeichnis angegeben werden, in das vor dem Sichern hinein gewechselt wird. Wenn dem Eintrag das Präfix .//. (ohne Leerzeichen getrennt) vorangestellt wird oder die Option -m (mit Leerzeichen getrennt), so wird beim Hinabsteigen in Verzeichnisbäume nicht in andere Dateisysteme gewechselt. Das Präfix wird nicht in die Sicherungsdaten geschrieben. Wenn einem Dateinamen /../ ohne Leerzeichen getrennt vorangestellt wird oder die Option -r mit einem trennenden Leerzeichen, so wird nur der Dateiinhalt gesichert, unabhängig vom Dateityp. So kann z.B. der Inhalt von Devices gesichert werden. Dateiinhalte werden normalerweise aus Sicherheitsgründen nicht vorverarbeitet. Wenn dennoch Vorverarbeitung erwünscht ist, kann das Präfix //../ oder option -R (mit trennendem Leerzeichen) verwendet werden. Um die Ausgabe eines beliebigen Kommandos zu sichern, schreibt man in doppelten Anführungszeichen einen dreifachen Balken |||, gefolgt von einem Leerzeichen und dem Kommando. Hinter einem folgenden Dreifachbalken muss das Kommando angegeben werden, welches das Gegenteil des ersten tut. Dieses Kommando bekommt die Daten, die bei der Sicherung von dem ersten gelesen wurden, bei der Wiederherstellung auf die Standardeingabe geschrieben. Ein dreifacher Lattenzaun ### und ein beliebiger Kommentar können optional folgen. Es kann hier auch ein Kommando angegeben werden, dessen Ausgabe so verwendet wird, als wäre sie hier direkt eingetragen. Wird dies gewünscht, muss der Eintrag mit einem Balken | beginnen, gefolgt von einem Leerzeichen und dem auszuführenden Kommando. Wird die Zeichenfolge %T in dem Kommando verwendet, so wird diese ersetzt durch einen Spezifikator, der angibt, um was für eine Art von Backup es sich handelt. F steht für ein Full Backup, F<N> wird eingetragen, wenn das Gesamtbackup in mehrere Teile aufgeteilt ist, wobei <N> für die Nummer des Teils steht, z.B. F2; I, falls es ein inkrementelles Backup ist und L<N> bei einem Level-N Backup, z.B. L5
it: Questi sono i nomi dei file e delle directory da salvare. Sono consentiti i wildcard usuali (tipo shell o glob). Devono essere specificati relativi alla directory di lavoro, dove vengono posizionati i client alla partenza. Facendo precedere il nome dai quattro caratteri `.//.', o con l'opzione -m e uno spazio, si può limitare l'archiviazione al solo filesystem corrente. Il prefisso `.//.' viene eliminato prima dell'archiviazione. Anteponendo al nome il prefisso di quattro caratteri `/../' che non avrebbe altrimenti senso, oppure con l'opzione -r ed uno spazio, viene forzata l'archiviazione di quel file indipendentemente dal suo tipo. In questa maniera possono essere salvate partizioni raw o cose simili. Il prefisso `/../' viene eliminato prima dell'archiviazione. Per ragioni di sicurezza, il contenuto di tali file non viene elaborato in alcun modo. Se desideri forzare comunque l'elaborazione, usa il prefisso `//../' oppure l'opzione -R (e uno spazio). Per archiviare l'output di un programma specifica, tra virgolette doppie, il nome del programma stesso preceduto e seguito da una tripla barra `|||' separata dal nome da uno spazio, aggiungendo di seguito il nome del programma complementare, da usare all'estrazione. Quest'ultimo otterrà come input l'output prodotto dal primo durante il backup. Può essere specificato un commento, precedendolo con un triplo cancelletto `###'. Qui può essere specificato un programma, il cui output verrà letto ed usato come se fosse stato scritto qui direttamente. Nel caso, il comando dovrà essere introdotto da un carattere `|', seguito da uno spazio obbligatorio e quindi il comando shell da eseguire. %T verrà eventualmente sostituito dal tipo di backup: "F" per full backup, "F<N>" se il full backup è suddiviso in parti, dove <N> è tale numero, esempio F2; "I" per un backup incrementale; "L<N>" per un backup di livello <N>, ad esempio L5.
