Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: These are the names of files and diretories, that should be saved as part #num#. Wildcards in the usual manner are allowed (shell-style or glob-style). They should be supplied relative to the working directory the client changes to when starting. Descending into directories can be limited to the current filesystem by preceding the filename with the four characters .//. or the option -m (and a space). The prefix .//. is stripped off the name before saving. Supplying a filename preceded with the four characters /../ (what makes no sense normally) forces the file contents to be saved regardless of the file type. This way raw partitions or similar things can be saved. The prefix /../ is stripped off the name before saving. These file contents are by default never processed for safety reasons. If you want to force processing nonetheless, use //../ as prefix or precede the name with the option -R (and a space). To save the output of a command, supply (in double quotes) a triple bar |||, followed by a space and the command. Another triple bar must follow, after that another command doing the opposite of the first one. This command gets the data written by the first one as input at restore time. A triple sharp ### and a comment may follow. A command can be supplied here, whose output is read and used as if it were written here literally. If this is desired, the entry must start with a bar |, followed by a mandatory space and the shell-command to execute. If the pattern %T appears in this command, it is replaced with a specifier for the type of backup: F, if it's a full backup; F<N>, if the full backup is split into several parts with <N> being the part number, e.g. F2; I, if it's an incremental backup; L<N> for a level <N> backup e.g. L5
de: Die Namen der Dateien und Verzeichnisse, die im Teil #num# einer Vollsicherung gesichert werden sollen. Muster im Shell-Stil (oder glob-Stil) sind erlaubt. Die Einträge sollten relativ zum Arbeitsverzeichnis angegeben werden, in das vor dem Sichern hinein gewechselt wird. Wenn dem Eintrag das Präfix .//. (ohne Leerzeichen getrennt) vorangestellt wird oder die Option -m (mit Leerzeichen getrennt), so wird beim Hinabsteigen in Verzeichnisbäume nicht in andere Dateisysteme gewechselt. Das Präfix wird nicht in die Sicherungsdaten geschrieben. Wenn einem Dateinamen /../ ohne Leerzeichen getrennt vorangestellt wird oder die Option -r mit einem trennenden Leerzeichen, so wird nur der Dateiinhalt gesichert, unabhängig vom Dateityp. So kann z.B. der Inhalt von Devices gesichert werden. Dateiinhalte werden normalerweise aus Sicherheitsgründen nicht vorverarbeitet. Wenn dennoch Vorverarbeitung erwünscht ist, kann das Präfix //../ oder option -R (mit trennendem Leerzeichen) verwendet werden. Um die Ausgabe eines beliebigen Kommandos zu sichern, schreibt man in doppelten Anführungszeichen einen dreifachen Balken |||, gefolgt von einem Leerzeichen und dem Kommando. Hinter einem folgenden Dreifachbalken muss das Kommando angegeben werden, welches das Gegenteil des ersten tut. Dieses Kommando bekommt die Daten, die bei der Sicherung von dem ersten gelesen wurden, bei der Wiederherstellung auf die Standardeingabe geschrieben. Ein dreifacher Lattenzaun ### und ein beliebiger Kommentar können optional folgen. Hier kann auch ein Kommando angegeben werden, dessen Ausgabe so verwendet wird, als wäre sie hier direkt eingetragen. Wird dies gewünscht, muss der Eintrag mit einem Balken | beginnen, gefolgt von einem Leerzeichen und dem auszuführenden Kommando. Wird die Zeichenfolge %T in dem Kommando verwendet, so wird diese ersetzt durch einen Spezifikator, der angibt, um was für eine Art von Backup es sich handelt. F steht für ein Full Backup, F<N> wird eingetragen, wenn das Gesamtbackup in mehrere Teile aufgeteilt ist, wobei <N> für die Nummer des Teils steht, z.B. F2; I, falls es ein inkrementelles Backup ist und L<N> bei einem Level-N Backup, z.B. L5
it: Questi sono i nomi dei file e delle directory da salvare nella parte di backup numero #num#. Sono consentiti i wildcard usuali (tipo shell o glob). Devono essere specificati relativi alla directory di lavoro, dove vengono posizionati i client alla partenza. Facendo precedere il nome dai quattro caratteri `.//.', o con l'opzione -m e uno spazio, si può limitare l'archiviazione al solo filesystem corrente. Il prefisso `.//.' viene eliminato prima dell'archiviazione. Anteponendo al nome il prefisso di quattro caratteri `/../' che non avrebbe altrimenti senso, oppure con l'opzione -r ed uno spazio, viene forzata l'archiviazione di quel file indipendentemente dal suo tipo. In questa maniera possono essere salvate partizioni raw o cose simili. Il prefisso `/../' viene eliminato prima dell'archiviazione. Il contenuto di tali file non viene elaborato in alcun modo per ragioni di sicurezza. Se desideri forzare comunque l'elaborazione, usa il prefisso `//../' oppure l'opzione -R (e uno spazio). Per archiviare l'output di un programma specifica, tra virgolette doppie, il nome del programma stesso preceduto e seguito da una tripla barra `|||' separata dal nome da uno spazio, aggiungendo di seguito il nome del programma complementare, da usare all'estrazione. Quest'ultimo otterrà come input l'output prodotto dal primo durante il backup. Può essere specificato un commento, precedendolo con un triplo cancelletto `###'. Qui può essere specificato un programma, il cui output verrà letto ed usato come se fosse stato scritto qui direttamente. Nel caso, il comando dovrà essere introdotto da un carattere `|', seguito da uno spazio obbligatorio e quindi il comando shell da eseguire. %T verrà eventualmente sostituito dal tipo di backup: "F" per full backup, "F<N>" se il full backup è suddiviso in parti, dove <N> è tale numero, esempio F2; "I" per un backup incrementale; "L<N>" per un backup di livello <N>, ad esempio L5.

source: Error: Cannot open file `%s'.
de: Fehler: Datei `%s' kann nicht geöffnet werden.
it: Errore: Non posso aprire il file `%s'.

source: Help
de: Hilfe
it: Aiuto

source: Make all the modifications in the entry fields on the right side you need after clicking once into the desired field. To get help on a specific item press F1, F2 or Escape after clicking into the field.
de: Passen Sie die Einträge in den Feldern unten entsprechend Ihren Erfordernissen an. Jedes Feld kann nach Anklicken modifiziert werden. Hilfetexte werden angezeigt, wenn in dem entsprechenden Feld die Taste <F1>, <F2> oder <Esc> gedrückt wird.
it: Modifica le impostazioni nei campi a destra dopo aver cliccato una volta sulla voce desiderata. Per ottenere un aiuto su un elemento specifico premi F1, F2 o Esc dopo aver cliccato sul campo.

source: What now ?
de: Was nun ?
it: E adesso ?

source: Save
de: Abspeichern
it: Salva

source: Exit
de: Beenden
it: Esci

source: Error: Cannot open file `%s' for writing.
de: Fehler: Datei `%s' kann nicht zum Schreiben geöffnet werden
it: Errore: Non posso aprire il file `%s' per scriverci.

source: SERVER SPECIFICATION The identifier for the server
de: SERVER SPEZIFIKATION Der Identifikator für den Server
it: SPECIFICHE DEL SERVER Nome del server

source: DEVICE SPECIFICATION The device name (No-Rewind-Version !)
de: GERÄTESPEZIFIKATION Der Gerätename (nicht-rückspulende Version !)
it: SPECIFICHE DEL DEVICE Il nome del device (quello "non-rewinding" !)

source: The blocksize of the device
de: Die Blockgröße des Gerätes
it: Bloccaggio del device

source: Specification of the tape buffer (size, high-, lowmark, filename)
de: Spezifikation des Schreib/Lese-puffers (Größe, high und low watermark, Dateiname)

source: Flag, whether the device is a robot / cartridge handling system (0 or 1)
de: Schalter, ob es sich bei dem Gerät um ein Roboter oder einen Bandwechsler handelt
it: 0 per indicare che il device è un normale streamer, 1 se il dispositivo è un robot / jukebox

source: Insert your number of cartridges, whether you have a robot or not
de: Die Gesamtzahl an Bändern, ob ein Wechsler vorhanden ist oder nicht
it: Il numeri di nastri, che tu abbia o meno un robot

source: The specifiers of different cartridge sets, if requested. Default is 1 set with cartridges ranging from 1 up to the previous parameter. Specifiers of cartridge sets must be separated by whitespace and may contain digits, commas and dashes. Examples: 1-3 4,8-10 6,7
de: Die Spezifikatoren für Bandsätze, wenn gewünscht. Voreinstellung ist der Bandsatz Nummer 1 mit allen verfügbaren Bändern, beginnend mit Nummer 1 bis zum vorherigen Parameter einschließlich. Die Spezifikatoren der Bandsätze müssen durch Leerzeichen voneinander getrennt sein und dürfen Ziffern, Kommata und Bindestriche enthalten. Beispiele: 1-3 4,8-10 6,7
it: Le specifiche dei vari set di cartridge, se desiderati. Il default è 1 singolo set di nastri numerati da 1 fino al numero specificato nel parametro precedente. Le varie specifiche devono essere separate da uno spazio e possono contenere cifre, virgole e meno `-'. Esempi: 1-3 4,8-10 6,7

source: The maximum number of bytes per file on tape
de: Die maximal erlaubte Anzahl Zeichen, die in eine Banddatei geschrieben werden
it: Numero massimo di byte per ciascun file sul nastro

source: The maximum number of bytes per tape
de: Die maximal erlaubte Anzahl Zeichen, die auf ein Band geschrieben werden
it: Numero massimo di byte complessivi per ciascun nastro

source: Append also to explicitly deselected cartridges
de: Auch an explizit deselektierte Bänder Daten anhängen
it: Aggiungi ai nastri esplicitamente deselezionati

source: Write to any supplied cartridge, that has space
de: Variabel auf jedes beliebige geladene Band schreiben, sofern es freien Platz hat
it: Scrivi su qualsiasi cartridge disponibile che abbia spazio

source: Refuse to write to tapes, that do not have a valid label
de: nicht auf Bänder schreiben, die keinen gültigen Label haben
it: Rifiutati di scrivere su nastri non etichettati

source: Prefer writable cartridges available in a changer
de: Im Wechsler verfügbare schreibbare Bänder bevorzugen

source: Time to wait from the moment, a new cartridge has been inserted until a new action is attempted on the tape device
de: Zeitdauer, die vom Einlegen des Bandes in das Laufwerk an gewartet wird, bis auf das Band zugegriffen wird
it: Tempo di attesa dal momento in cui viene inserito un nuovo cartridge e la successiva operazione sul dispositivo

source: Time to wait while the device is unavailable until a mail is sent to the user in charge
de: Zeitdauer in Minuten, nach der eine Mail an den zu benachrichtigenden Benutzer geschrieben wird, wenn das Laufwerk nicht verfügbar ist.
it: Tempo di attesa dal momento che il dispositivo risulta non disponibile prima di spedire una mail all'utente incaricato

source: Time to wait while the device is unavailable until abort
de: Zeitdauer, nach der abgebrochen wird, wenn das Laufwerk nicht verfügbar ist
it: Tempo di attesa dal momento che il dispositivo risulta non disponibile e l'annullamento dell'operazione

source: The interval in seconds for probing, if device is ready, when inserting another cartridge is requested. 0 for no probing.
de: Intervalldauer in Sekunden, nach der jeweils getestet wird, ob das Gerät verfügbar ist, wenn das Einlegen eines anderen Bandes angefordert wurde. 0 steht für: keine regelmäßige Prüfung auf Verfügbarkeit.
it: L'intervallo in secondi tra i tentativi per verificare la disponibilità del dispositivo dopo la richiesta di un cartridge diverso. 0 per non fare nessun tentativo

source: Configuration file for a media changer
de: Konfigurationsdatei für einen Medienwechsler
it: File di configurazione per un changer automatico dei cartridge

source: SHELL-COMMANDS FOR TAPE HANDLING In these commands %d is replaced by the device name, %n by the number, if within the command the count starts with 1, %m by the number, if the count starts with 0. Command to set the file # on tape
de: SHELL-KOMMANDOS FÜR BANDOPERATIONEN In diesen Kommandos wird die Zeichenfolge %d durch den Gerätenamen, %n durch die Anzahl, sofern die Zählung mit 1 beginnt, %m durch die Anzahl, sofern die Zählung mit 0 beginnt, ersetzt. Kommando zum Setzen der Banddateinummer
it: COMANDI SHELL PER LA GESTIONE DEI NASTRI Nei comandi successivi, %d viene sostituito col nome del device, %n col numero di file con partenza da 1, %m con il numero di file ma partendo da 0. Comando per selezionare il file numero # sul nastro

source: Command to skip to the next %n-th file on tape
de: Kommando, um zur %n-ten Banddatei weiterzuspulen, gezählt relativ zur aktuellen Position
it: Comando per saltare al successivo n-esimo file sul nastro

source: If there is a command to set the cartridge directly, supply it here
de: Wenn es ein Kommando gibt, um ein bestimmtes Band zu laden, kann dieses hier angegeben werden.
it: Eventuale comando per selezionare direttamente un cartridge

source: If the cartridges can only by changed successively, insert the command to change them here. This is also the command, that unloads the tape, if you have no cartridge handler.
de: Wenn die Bänder nur nacheinander durchgewechselt werden können, muss hier das Kommando zum Wechseln angegeben werden. Dieses Kommando dient auch dem Auswerfen des Bandes, wenn kein Roboter vorhanden ist.
it: Se i nastri possono essere cambiati solo sequenzialmente, inserisci qui il comando per farlo. Lo stesso comando viene usato per espellere il nastro, se non hai un robot automatico.

source: If the media must be prepared for access in some way, the appropriate command can be supplied here.
de: Wenn das Sicherungsmedium vor dem Zugriff auf irgendeine Art vorbereitet werden muss, kann ier das passende Kommando angegeben werden.
it: Se il supporto deve essere preparato in qualche modo prima di utilizzarlo, inserisci qui il comando appropriato.

source: The command to erase the tape. This is necessary on some systems.
de: Das Kommando zum Löschen des Bandes (auf manchen Systemen erforderlich)
it: Il comando per cancellare un nastro. E' necessario su alcuni sistemi.

source: Command, that is called, when a tape is full.
de: Kommando, das aufgerufen wird, wenn ein Band voll ist.
it: Comando da eseguire quando il nastro è pieno.

source: CONFIGURATION FOR NON-EXISTING CARTRIDGE HANDLING SYSTEM The user to inform, if a cartridge should be changed manually
de: KONFIGURATION BEI NICHT VORHANDENEM ROBOTER Der Benutzer, der zu informieren ist, wenn ein Band von Hand zu wechseln ist
it: CONFIGURAZIONE PER SISTEMI SENZA ROBOT Nome dell'utente da informare quando il nastro deve essere cambiato manualmente

source: The mail-program to use. Insert %u for the position, where the username has to appear, %U for the remote user, %H for the remote client host.
de: Das zu verwendende Mail-Programm. %u wird durch den konfigurierten zu benachrichtigenden Benutzer ersetzt, %U durch den Login-Namen des Benutzers am Client, %H durch den Namen des Clients.
it: Il programma da usare per spedire un messaggio via posta elettronica. Inserisci %u nella posizione che deve apparire il nome dell'utente, %U per il nome dell'utente remoto, %H per il nome del client remoto.

source: FILES TO SAVE THE STATE AND LOGGINGS Directory for changing and persistent files
de: DATEIEN ZUM ABLEGEN VON ZUSTANDSINFORMATIONEN UND MELDUNGEN Verzeichnis für veränderliche Dateien
it: FILE CONTENENTI LO STATO E I LOG Directory che contiene le informazioni di stato persistenti

source: Filename to save the current tape position
de: Dateiname zum Speichern der momentanen Bandposition
it: Nome del file contenente le posizione correnti sui nastri

source: Filename for error loggings etc.
de: Dateiname für Fehler, Meldungen usw.
it: Nome del file per i messaggi di errore

source: Filename to write the current server status to
de: Dateiname zum Hineinschreiben des aktuellen Serverstatus
it: Nome del file dove scrivere lo stato corrente del server

source: Locking file to prevent several server starts
de: Lockdatei zur Verhinderung mehrfacher Starts des Servers
it: File di lock per prevenire l'attivazione di più server contemporaneamente

source: Lockfile for accessing a media changer
de: Lockdatei für den Medienwechslerzugriff
it: File di lock per accedere al changer

source: CONFIGURATION FOR REMOTE_EXECUTION Directory, where remotely started programs must reside
de: KONFIGURATION FÜR PROGRAMMSTARTS VON ANDEREN RECHNERN AUS Verzeichnis, wo ausführbare Programme liegen müssen
it: CONFIGURAZIONE PER ESECUZIONE REMOTA Directory dove devono risiedere i programmi attivabili da remoto

source: SERVER-STARTUP AND SHUTDOWN ACTIONS shell-command to perform, when the server starts
de: SERVER-START UND -STOP AKTIONEN Shell-Kommando, das ausgeführt wird, wenn der Server startet
it: ATTIVAZIONE E DISATTIVAZIONE DEL SERVER Comando shell da eseguire quando il server viene attivato

source: shell-command to perform, when the server exits
de: Shell-Kommando, das ausgeführt wird, wenn der Server endet
it: Comando shell da eseguire quando il server viene disattivato

source: Server Identifier:
de: Server Identifikator:
it: Nome del server:

source: Streamer device (no-rewind):
de: Bandgerät (nicht-zurückspulende Version):
it: Device dello streamer (no-rewind):

source: Device Blocksize:
de: Geräteblockgröße:
it: Dimensione blocchi sul device:

source: Tape Buffer Specification:
de: Spezifikation des Schreib/Lesepuffers:

source: Cartridge handler:
de: Bandroboter:
it: Robot per nastri:

source: Number of cartridges:
de: Anzahl Bänder:
it: Numero di nastri:

source: Cartridge Sets:
de: Bandsätze:
it: Set di nastri:

source: Max. number of bytes per file:
de: Maximalzahl Zeichen pro Banddatei:
it: Numero max. di byte per file:

source: Max. number of bytes per tape:
de: Maximale Anzahl Zeichen pro Band:
it: Numero max. di byte per nastro:

source: Full Append Mode:
de: Bänder immer ganz nutzen:
it: Modalità completamento automatico:

source: Variable Append Mode:
de: Variable Bandauswahl zum Schreiben:
it: Aggiungi ad altro nastro compatibile:

source: Reject unlabeled tapes:
de: Ungelabelte Bänder nicht verwenden:
it: Non accettare nastri senza etichetta:

source: Prefer Cartridges in Changer:
de: Bänder im Wechsler bevorzugt verwenden:

source: Cartridge change gracetime:
de: Wartezeit bei Bandwechsel:
it: Tempo di attesa durante il cambio del nastro:

source: Device unav. send mail after:
de: Gerät nicht bereit, Mail senden nach Minuten:
it: Tempo di attesa device:

source: Device unavail. abort after:
de: Gerät nicht bereit, Abbruch nach Minuten:
it: Annulla dopo attesa di:

source: Device probing interval:
de: Intervall Gerätebereitschaftstest:
it: Intervallo tra i tentativi di accesso al device:

source: Changer-Configuration-File:
de: Medienwechsler-Konfigurationsdatei:
it: File configurazione changer:

source: Set-file-command:
de: Kommando zum Setzen Banddatei:
it: Comando posizionamento nastro ad un dato file:

source: Skip-files-command:
de: Kommando zum Banddateien überspringen:
it: Comando per avanzare ad un file successivo sul nastro:

source: Set-cartridge-command:
de: Kommando zum Band Laden:
it: Comando selezione nastro:

source: Change-cartridge-command:
de: Kommando zum Band Wechseln:
it: Comando espulsione nastro:

source: Init-media-command:
de: Kommando zum Vorbereiten des Mediums:
it: Comando preparazione del dispositivo:

source: Erase-tape-command:
de: Bandlöschkommando:
it: Comando per cancellare il nastro:

source: Tape-full-command:
de: Band-voll-Kommando:
it: Comando da eseguire quando il nastro è pieno:

source: User to inform:
de: Zu informierender Benutzer:
it: Utente da informare:

source: Mail program:
de: Mailprogramm:
it: Programma invio mail:

source: Tape-position savefile:
de: Bandpositionsdatei:
it: File con le posizioni dei nastri:

source: Logging-file:
de: Meldungsdatei:
it: File con i messaggi di errore:

source: Status-file:
de: Statusdatei:
it: File di stato:

source: Changer-Lockfile:
de: Medienwechsler-Lockdatei:
it: File di lock per changer:

source: Program directory:
de: Programmverzeichnis:
it: Directory programmi:

source: Init command:
de: Initialisierungskommando:
it: Comando inizializzazione:

source: Exit command:
de: Beendigungskommando:
it: Comando all'uscita:

source: The identifier for the server. Default: The official hostname, followed by a colon and the full path to the configuration file. The server identifier can be used to become independent of the server machine name. This might be helpful, if the backup server should move to another machine. Whitespace characters may be used in this identifier, but they are replaced with asterisks * before comparing, so they are not significant.
de: Der Identifikator für den Server. Voreinstellung: Der offizielle Rechnername, gefolgt von einem Doppelpunkt und dem vollen Pfad der Konfigurationsdatei. Der Server Identifikator kann dazu verwendet werden, um vom Namen des Rechners unabhängig zu sein, wo der Serverprozess läuft. Dies kann hilfreich sein, wenn der Server auf eine andere Maschine umzieht. Leerzeichen können benutzt werden, sie werden aber in Sterne * umgewandelt, sind also nicht eindeutig.
it: Il nome del server, per default l'hostname ufficiale, seguito da due-punti (`:') e dal path completo del file di configurazione. Tale identificatore può essere usato per essere indipendenti dal nome della macchina, utile se si volesse spostare il server su una macchina diversa. Si possono includere degli spazi nel nome, che verranno convertiti in asterischi (`*') prima del confronto, quindi non saranno significativi.
