Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: This is the (shell-) command to run to skip over to a file later on tape. Usually this is something like mt -f <device> fsf <number> Insert %n, where the number of files to skip over must be supplied in the command, in the example instead of <number>, and %d, where the device should appear (here: <device>). For more pattern replacements see Changer-Configuration-File (18).
de: Dies ist das (Shell-) Kommando, das gestartet wird, um eine bestimmte Anzahl von Banddateien zu überspringen. Meist ist dies etwas in der Art mt -f <Gerät> fsf <Anzahl> An der Stelle, wo die <Anzahl> in dem Kommando auftauchen muss, kann %n geschrieben werden. Anstelle des Gerätenamens kann %d geschrieben werden. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: This is the (shell-) command to run to put a certain cartridge into the device. If the command you are supplying here starts to count with 1 for the first cartridge, you should insert %n in the place, where the cartridge number must appear. If it starts with 0, replace it with %m. If you don't want to type the devicename again here, you may write %d instead. If you don't have a command to perform this task, don't supply anything here. In this case you must set your cartridge handling system to sequential mode (automatically putting the next cartridge in, when the current one is ejected). For more pattern replacements see Changer-Configuration-File (18).
de: Dies ist das (Shell-) Kommando, das gestartet wird, um ein bestimmtes Band in das Laufwerk zu transportieren. Wenn das Kommando die Bänder mit 1 zu zählen beginnt, muss %n an der Stelle im Kommando angegeben werden, wo die entsprechende Zahl erwartet wird. Falls die Zählung mit 0 beginnt, ist %m zu verwenden. Anstelle des Gerätenamens kann %d angegeben werden. Falls es kein Kommando gibt, welches das hier verlangte leistet, sollte hier gar nichts angegeben sein. In diesem Fall muss der Bandwechsler in den sequentiellen Modus geschaltet werden, so dass automatisch immer das nächste Band eingelegt wird, wenn eines ausgeworfen wurde. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: This is the (shell-) command to run to eject a cartridge currently placed inside the streamer device. This is normally something like mt -f <device> rewoffl (but better consult your man-pages). You have to supply this either if you have no cartridge handling system (robot) or if you have no command to set the cartridge directly by number. In the latter case this package tries to maintain the number of the current cartridge in a file and to (hopefully) keep it consistent with the reality. In this case the cartridge handling system must be configured to sequential mode (automatically putting the next cartridge in, when the current one is ejected). The pattern %c, if used in this command, will be replaced with number of the current cartridge, %n with the number of the next one, that is expected to be put into the streamer by a robot in sequential mode after eject. %b can be used instead of %c if counting of cartridges starts with 0 and not with 1. The same applies for %m, what means %n minus 1. %d is replaced with the device name. %N is replaced with the configured total number of cartridges. For more pattern replacements see Changer-Configuration-File (18).
de: Dies ist das (Shell-) Kommando, um ein Band aus dem Laufwerk auszuwerfen. Meist ist dies etwas in der Art mt -f <Gerät> rewoffl (siehe Handbuchseiten zu mt). Dieses Kommando muss angegeben werden, wenn entweder ein Bandwechsler im sequentiellen Modus verwendet wird (also kein Kommando vorhanden ist, das dafür sorgt, dass ein bestimmtes Band geladen wird), oder die Bänder manuell gewechselt werden. In diesem Fall versucht das System, die aktuellen Bandnummern in einer Datei zu halten und mit der Realität konsistent zu halten. In dem hier angegebenen Kommando werden folgende Ersetzungen von Zeichenfolgen vorgenommen: %c wird durch die Nummer des gerade im Laufwerk befindlichen Bandes ersetzt, %n durch die Nummer des Bandes, welches als nächstes erwartet wird. Wenn die Zählung der Bänder nicht mit 1, sondern mit 0 beginnen soll, kann %b statt %c und/oder %m statt %n verwendet werden. %N wird durch die Anzahl der konfigurierten Bänder ersetzt. Anstelle des Gerätenamens kann %d geschrieben werden. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: The (shell-) command, the server runs before accessing the storage media for the first time or after changing it. %d will be replaced with the device. This command can be used e.g. to automatically mount a removable disk after inserting. This command might be called several times on the same media, this has to kept in mind when configuring it. %n is replaced with the number of the cartridge, that is expected to in the drive, when the next media access operation will take place. %m is replaced with %n - 1 i.e. assuming that the cartridge numbering starts with zero, not one. Note, that the cartridge, that will really be in the drive is not necessarily known at the time, the Init-Media-Command is running. Thus the term "expected". For more pattern replacements see Changer-Configuration-File (18).
de: Das (Shell-) Kommando, welches der Server laufen lässt, bevor zum ersten Mal auf ein Medium zugegriffen wird, oder nachdem es gewechselt wurde. %d wird durch den Gerätenamen ersetzt. Dieses Kommando kann etwa genutzt werden, um eine Wechselplatte zu mounten, nachdem sie eingelegt wurde. Das Kommando kann vom Backupsystem für jedes Medium mehrmals aufgerufen werden. Bei der Konfiguration ist dies zu berücksichtigen. %n wird durch die Nummer des Mediums ersetzt, von dem angenommen wird, dass es sich bei der nächsten Schreib- oder Leseoperation im Laufwerk befindet. %m wird ersetzt durch %n - 1, wenn also die Zählung der Medien bei null beginnt. Zu beachten ist, dass zu dem Zeitpunkt, wo dieses Kommando läuft, noch nicht definitiv feststeht, welches Medium sich tatsächlich im Laufwerk befinden wird, sondern nur, welches erwartet wird. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: The (shell-) command to run, if the tape must be erased. (actually not needed). For pattern replacements see Changer-Configuration-File (18).
de: Das (Shell-) Kommando, das auszuführen ist, wenn ein Band gelöscht werden soll (normalerweise nicht nötig). Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: The (shell-) command to run, when a tape is full. %d is replaced with the device name, %c with the number of the cartridge, that became full, %n with the number of cycles, the cartridge has become full until now and %C with the full path to the configuration file. For more pattern replacements see Changer-Configuration-File (18).
de: Ein (Shell-) Kommando, das gestartet wird, wenn ein band voll wird. %d wird in diesem Kommando durch den Gerätenamen ersetzt, %c durch die Nummer des Bandes, das voll wird, %n durch die Anzahl, wie oft das Band bereits vollständig beschrieben wurde und %C durch den vollen Pfad der Konfigurationsdatei. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: If you don't have a cartridge handling system (robot), a human maintainer must put the appropriate cartridge into the tape device. If you supply a mail program, an e-mail is sent to the user given here, which informs him, that and which cartridge (by number) must be put into the tape device. If a timespan is configured, after that an automatic e-mail should be sent due to an unaccessible tape device, it is directed to this user.
de: Falls kein Bandwechsler vorhanden ist, muss ein Administrator von Hand die gewünschten Bänder in das Laufwerk legen. Wenn ein Mail-Programm konfiguriert ist, wird eine Mail an den hier konfigurierten Benutzer geschickt, welche ihn auffordert, ein bestimmtes Band einzulegen. Falls Angaben zu Zeitüberschreitungen bei Nichtverfügbarkeit des Geräts gemacht sind, wird ebenfalls Mail an diesen Benutzer verschickt.
it: Se non hai un sistema automatico di gestione dei nastri (robot), una persona deve essere incaricata dell'inserimento del nastro appropriato nel drive. Se imposti il programma di spedizione email, verrà mandato un messaggio all'utente qui specificato per informarlo di quale nastro deve essere messo nel drive. Lo stesso utente verrà eventualmente informato di anomalie del servizio.

source: The mail program used to send messages to a human maintainer. This is done, whenever another cartridge must be put into the tape device and it can't be done automatically (by a robot or whatever). If you don't want to type the username again here, you can instead write %u . The pattern %U will be replaced with the login name of a current user on the client side, %H with the name of the client host. If none could be figured out, the entire word containing %U or %H is deleted from the command. For more pattern replacements see Changer-Configuration-File (18). If you don't want mails to be sent, you may instead supply any other command, that reads the standard input and does something reasonable with it, e.g. redirects it to the console: cat > /dev/console
de: Das Programm, das benutzt wird, um dem Datensicherungsadministrator E-Mail zu schicken. Dieses ist z.B. erforderlich, wenn ein anderes Band von Hand eingelegt werden muss. Wenn der konfigurierte Benutzername hier verwendet werden soll, kann man stattdessen %u angeben. Das Muster %U wird durch den Login-Namen eines Benutzers an einem Client ersetzt, %H durch den Namen des Clientrechners. Falls kein Benutzer ermittelt werden kann, werden die gesamten Wörter, welche %U oder %H enthalten, aus diesem Kommando entfernt. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18). Wenn keine E-Mail versandt werden soll, kann jedes beliebige andere Programm angegeben werden, das die Standardeingabe liest und etwas sinnvolles damit tut, z.B. die Texte auf die Konsole umlenkt: cat > /dev/console

source: The directory, where varying files should be put in. These files should not be deleted. The information they contain is necessary for the server to work properly.
de: Verzeichnis, in das veränderliche Daten abgelegt werden. Die Dateien sollten normalerweise nicht entfernt oder modifiziert werden. Sie sind erforderlich für den korrekten Betrieb des Servers.
it: La directory contenente i file di stato. Questi file non devono essere cancellati, in quanto contengono informazioni necessarie al server per lavorare correttamente.

source: In this file some values are stored, e.g. the number of the cartridge currently placed inside the streamer device. For pattern replacements see Changer-Configuration-File (18).
de: In diese Datei werden Informationen zum Bandstatus zwischengespeichert, z.B. welches Band sich gerade im Laufwerk befindet. Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: Logging information concerning errors or other notable events is redirected to this file. If the first word of this entry is starting with @, then logging is directed to the syslog as well. If there are characters immediately following the @, this word is used as the syslog identifier, otherwise the identifier is afbackup. If writing to the syslog is configured, the rest of the entry is used as additional logging file, if present. For pattern replacements see Changer-Configuration-File (18).
de: Meldungen zu Fehlern oder besonderen Ereignissen werden in diese Datei geschrieben. Falls das erste Feld dieses Eintrags mit einem @ beginnt, wird auch in den Syslog geschrieben. Folgen dem @ unmittelbar Zeichen, die keine Leerzeichen sind, so wird dies als Identifikator im Syslog verwendet. Andernfalls ist der Identifikator afbackup. Wenn auf diese Weise konfiguriert ist, dass in den Syslog geschrieben wird, wird der Rest des Eintrags als zusätzliche Logdatei verwendet, sofern angegeben. Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: The current status of the server is written to this file. If it starts with >>, then the file is created and status messages will be appended to it. Otherwise the file is removed before writing. For pattern replacements see Changer-Configuration-File (18).
de: Der aktuelle Status des Servers wird laufend in die hier angegebene Datei geschrieben. Wenn der Eintrag mit >> beginnt, wird die Datei nur einmal erzeugt und folgende Einträge jeweils angehängt. Andernfalls wird die Datei jedesmal entfernt und erneut angelegt. Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: To prevent the server program from being started several times a lock file is created and this is it's name. For pattern replacements see Changer-Configuration-File (18).
de: Damit das Serverprogramm nicht mehrfach startet, wird eine Lockdatei mit dem hier angegebenen Namen erzeugt. Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: The name of a file, that a lock is set on, when a media changer is accessed. This is to prevent concurrent access, what might result in inconsistencies in the cartridge database. For pattern replacements see Changer-Configuration-File (18).
de: Der Name einer Datei, auf die beim Zugriff auf den Medienwechsler ein Lock gesetzt wird. Dies dient dazu, mehrere kollidierende Zugriffe zu verhindern, welche zu Inkonsistenzen in der Bänderdatenbank führen könnten. Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: Entries specifying files, that contain encryption keys for authenticating backup clients to the server. Each entry consists of a filename, optionally followed by a colon : and a specifier for client selection. If an entry lacks a client selector, this one will apply for all clients, that are not matched by any other entry. The client selector is either a list of comma-separated hostnames, a filename starting with a slash / containing hostnames one per line, or a command starting with a bar, that is stripped off before starting the command. The command gets the current client name as input on stdin, aside from arguments containing patterns (see below). If the command returns an exit status of 0, the client name will match the entry. Entries are separated by whitespace. If an entry must contain whitespace, it must be enclosed by double quotes. If colons are needed within the filenames, they must be escaped using a backslash. Each key file must contain at least 5 characters and must not have read permission for group or world. The pattern %H is replaced with the client name resolved from the IP-address. %h is similar to %H, but everything from and including the first dot is stripped off. For more pattern replacements see Changer-Configuration-File (18).
de: Einträge von Dateien, welche Authentifizierungsschlüssel für Clients enthalten. Jeder Eintrag besteht aus einem Dateinamen, optional gefolgt von einem Doppelpunkt : und einer Angabe zur Clientauswahl. Ein Eintrag ohne Clientauswahlkriterium gilt für alle Clients, für die kein anderer passender Eintrag gefunden wird. Clientauswahlkriterium ist entweder eine Liste von Rechnernamen mit Komma als Trennzeichen, der Name einer Datei mit einem Schrägstrich / am Anfang, welche Rechnernamen (einer pro Zeile) enthält, oder ein Kommando mit einem Balken | am Anfang, welcher vor der Ausführung entfernt wird. Das Kommando kann den aktuellen Clientnamen von der Standardeingabe lesen oder Argumente mit Mustern auswerten (s.u.). Wenn das Kommando einen Endestatus von 0 liefert, gilt der Client als passend erkannt. Einträge sind durch Leerzeichen zu trennen. Sind Leerzeichen oder Tabs innerhalb eines Eintrags nötig, muss dieser in doppelte Anführungszeichen gesetzt werden. Sind Doppelpunkte innerhalb der Dateinamen nötig, sind diesen Backslashes voranzustellen. Jede Schlüsseldatei muss mindestens 5 Zeichen enthalten und darf nicht gruppen- oder weltlesbar sein. Das Muster %H wird durch den Clientnamen ersetzt, welcher sich durch Auflösen der ermittelten IP-Adresse ergibt. %h ist ähnlich %H, aber alles ab und inklusive dem ersten Punkt (also eventuelle Domainnamen) ist entfernt. Zu weiteren Ersetzungen siehe Changer-Configuration-File (18).

source: If you are using the remote start option for backing up clients, this is the directory, where programs must reside, that can be started remotely. No other programs can be started remotely (for security reasons). For pattern replacements see Changer-Configuration-File (18).
de: Falls die Option genutzt wird, Programme von anderen Rechnern aus zu starten, müssen sie sich in dem hier angegeben Verzeichnis befinden. Andere Programme können aus Sicherheitsgründen nicht auf diese Weise gestartet werden. Die Einträge dürfen symbolische Links sein. Bezüglich der Ersetzung von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: Here you may supply a (shell-) command to be run, when the backup server side wakes up, i.e. the server process starts. A %p appearing in this command is replaced with the name of the client, that connected the backup service. For more pattern replacements see Changer-Configuration-File (18).
de: Hier kann ein Kommando angegeben werden, das abgearbeitet wird, wenn der Server startet. Wenn %p in diesem Kommando vorkommt, wird es durch den Namen des Clients ersetzt, der den Start veranlasst hatte. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: Here you may supply a (shell-) command to be run, when the backup server side goes to sleep, i.e. the server process ends. A %p appearing in this command is replaced with the name of the client, that connected the backup service. For more pattern replacements see Changer-Configuration-File (18).
de: Hier kann ein Kommando angegeben werden, das abgearbeitet wird, wenn der Server beendet. Wenn %p in diesem Kommando vorkommt, wird es durch den Namen des Clients ersetzt, der den Start veranlasst hatte. Bezüglich weiterer Ersetzungen von Zeichenfolgen siehe Parameter Medienwechsler-Konfigurationsdatei (18).

source: Error: Program %s not executable. Exiting.
de: Fehler: Programm %s nicht ausführbar. Programm endet.
it: Errore: Il programma `%s' non è eseguibile. Esco.

source: Error: Cannot read current backup number file %s.
de: Fehler: Datei %s mit der laufenden Nummer aller Vollsicherungen nicht lesbar.
it: Errore: Non posso leggere il file `%s' con il numero di backup corrente.

source: Nothing has been selected.
de: Keine Auswahl wurde getroffen.
it: Non è stato selezionato nulla.

source: Found subentry
de: Gefundener Untereintrag:
it: Trovata voce

source: Scanning index ...
de: Durchsuche Index ...
it: Cerco nell'indice...

source: Done scanning index.
de: Index wurde durchsucht.
it: Ricerca nell'indice completata.

source: Path:
de: Pfad:
it: Percorso:

source: Subentries:
de: Untereinträge
it: Voci:

source: Select
de: Auswahl
it: Seleziona

source: Show Details
de: Details Anzeigen

source: Delete
de: Löschen
it: De-seleziona

source: Options ...
de: Optionen ...
it: Opzioni...

source: Restore Options
de: Optionen zur Wiederherstellung
it: Opzioni di Ripristino

source: Start Restore
de: Rücksicherung starten
it: Inizia il Ripristino

source: Ready for operation.
de: Bereit.
it: Pronto ad operare.

source: AF's Restore Utility
de: AF's Rücksicherungsprogramm
it: Utility di Ripristino di AFBackup

source: Relocate to directory:
de: Rücksicherung in folgendes Verzeichnis
it: Directory di estrazione:

source: Browse
de: Durchsuchen
it: Scegli

source: Do not overwrite existing files
de: Existierende Dateien nicht überschreiben
it: Non sovrascrivere file esistenti

source: Ignore case in filenames
de: Groß-/Kleinschreibung in Dateinamen ignorieren
it: Ignora maiuscolo/minuscolo nei nomi dei file

source: Modified after date:
de: Frühester Modifikationszeitpunkt:

source: Modified before date:
de: Spätester Modifikationszeitpunkt:

source: Backup after date:
de: Frühester Sicherungszeitpunkt:

source: Backup before date:
de: Spätester Sicherungszeitpunkt:

source: Use Tapes:
de: Benutze Bänder:
it: Utilizza nastri:

source: Details Format:
de: Formatspezifikator für Details:

source: Clear Cache
de: Indexzwischenspeicher leeren
it: Azzera la Cache

source: Done
de: Fertig
it: Fatto

source: Help on: Restore program
de: Hilfe zum Rücksicherungsprogramm
it: Aiuto su: programma di Ripristino
