Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: The `Subentries' list allows to browse through the index of saved files and directories. Clicking with the left mouse key selects an entry, so it can be copied to the lower list pressing the `Select' key. When entries are selected, details can be listed for them pressing the `Show Details' button. The format string from the Options dialog will be used. Clicking the right mouse button over an item in the `Subentries' list climbs down (or up in case of the item ..) the tree. The character / (slash) at the end of a `Subentries' item indicates, that navigation below this item is possible. Several items in the subentries can be selected. At top level there are two entries: The slash / and a dot . The slash represents the absolute entries in the backup file index, the dot all relative entries (the recommended way). Clicking on items in the list below is useful for deselection pressing the `Delete' button. Navigation to a known subentry (i.e. a full path) is possible editing the top entry under `Path' and pressing the Return key. The path, that will prefix the recovered files and directories, can be adjusted changing the relocation directory in the `Options' dialog. A browser can be opened for this purpose. Pressing `Start Restore' will start the recovery of the items in the lower list. A window displaying the messages of the restore program will pop up. Selecting a directory will restore everything below. The Exit button terminates the program. A status display on the bottom of the window indicates the progress of index scans etc. Please be patient, scanning the index can be very time consuming, if it is big, and due to the terrible implementation of this program. Context sensitive help is available, when F1 is pressed over an item of the dialog, that has the input focus (can be changed using the TAB key).
de: In der Liste `Untereinträge' kann man durch die gesicherten Dateien und Verzeichnisse navigieren wie in einem normalen Verzeichnisbaum. Die linke Maustaste selektiert Einträge, so dass sie mit Hilfe des Knopfes `Auswahl' in die untere Liste übernommen werden können. Sobald auf diese Weise Einträge ausgewählt sind, kann man weitere Einzelheiten zu diesen durch Drücken der Taste `Details Anzeigen' auflisten lassen. Hierbei kommt der Formatspezifikator aus dem Optionen-Dialog zur Anwendung. Drückt man die rechte Maustaste auf einem Eintrag in der Liste `Untereinträge', so bewegt man sich eine Stufe tiefer in die Verzeichnishierarchie, sofern Untereinträge vorhanden sind, oder im Fall des Eintrags .. eine Stufe nach oben. Wenn ein Slash / am Ende eines Eintrags gezeigt wird, so sind unterhalb dessen Untereinträge vorhanden. In der Liste können mehrere Einträge selektiert werden. Auf der obersten Hierarchiestufe gibt es zwei Einträge: Der Slash / und der Punkt . Der Slash hat alle Einträge unter sich, die mit absolutem gesamten Pfad gesichert wurden, der Punkt alle relativ gesicherten Daten (grundsätzlich empfohlen). Einträge in der unteren Liste können zum Entfernen aus der Liste durch den Knopf `Löschen' selektiert werden. Will man über mehrere Stufen zu einem Untereintrag navigieren, der genau bekannt ist, so geht dies schneller, indem man ihn in dem Feld hinter `Pfad' einträgt und die Return-Taste drückt. Das Verzeichnis, in welches die mit relativem Pfad gesicherten Daten wiederhergestellt werden, kann im Dialog `Optionen' eingestellt werden. Ein Fenster zum Navigieren im Verzeichnisbaum kann hierzu geöffnet werden. Drückt man auf den Knopf `Rücksicherung starten', so beginnt die Wiederherstellung der Einträge, die sich in der unteren Liste befinden. Findet sich dort ein Eintrag, der ein Verzeichnis darstellt, so wird der gesamte Inhalt des Verzeichnisses und aller Unterverzeichnisse wiederhergestellt. Während der Wiederherstellung können die Meldungen in einem Fenster verfolgt werden, welches sich dann öffnet. Der Knopf `Beenden' beendet das Programm. Eine Statuszeile am unteren Ende des Fensters zeigt Hinweise während des Durchsuchen des Index. Bitte Geduld aufbringen, dieser Vorgang kann recht zeitaufwendig sein, wenn der Index sehr groß ist, und außerdem, weil dieses Programm einfach nur schrecklich implementiert ist. Zu den meisten Bedienelementen kann ein passender Hilfetext angezeigt werden, wenn man die Taste <F1> drückt und das Bedienelement den Fokus besitzt (Taste TAB wiederholt drücken).

source: Help on: Directory index path
de: Hilfe zum Pfadeintrag
it: Aiuto su: Directory desiderata

source: Here a known directory path can be typed. This speeds up the search in the index, cause fewer entries must be processed and this leads faster to the path, you are interested in. When done entering the path, press the Return key.
de: Hier kann ein bekannter Verzeichnispfad eingegeben werden. Dies kann die Suche im Index erheblich beschleunigen, da weniger Einträge ausgewertet werden müssen, um in das Verzeichnis zu gelangen, an dem man letztlich interessiert ist. Zum Abschluss der Eingabe des Pfads <Return> drücken.
it: Qui può essere inserita una directory, la quale sarà presa come base per la ricerca nell'indice: in questo modo ti saranno presentate meno voci, che ti consentiranno di identificare più velocemente quelle a cui sei interessato. Dopo aver inserito il percorso, premi il tasto Invio.

source: Help on: Subentries
de: Hilfe zu: Untereinträge
it: Aiuto su: Voci

source: This list displays the entries found in the current directory shown in the path entry. These are not the entries currently found in the filesystem, but those stored in the backup and thus present in the file index. One or more entries can be selected using the left mouse key and the Shift or Ctrl key in the usual manner. Pressing the `Select' button below moves them into the list below, that shows the entries selected for restore. Pressing the right mouse key over an item with a trailing slash / will navigate to this entry and show all the subentries i.e. files and subdirectories of this entry. Pressing the right mouse key over .. (which can't be selected for restore) will go up one step in the hierarchy. If you are using this program as normal user (and not as superuser), you will only see the entries, that you own.
de: Diese Liste zeigt die Einträge, die für den aktuellen Verzeichnispfad im Index gefunden wurden. Ein oder mehrere Einträge aus dieser Liste können mit Hilfe der linken Maustaste und Shift bzw. Strg/Ctrl selektiert werden. Um sie in die Liste darunter zu übernehmen, ist der Knopf `Auswahl' zu drücken. Die untere Liste zeigt die Einträge, welche zur Wiederherstellung ausgewählt sind. Drücken der rechten Maustaste auf einem Eintrag, der mit einem Slash / endet, bewirkt, dass in diesen Untereintrag hinabgestiegen wird und der Index nach Einträgen, die sich dort befinden, durchsucht wird, welche dann angezeigt werden. Wird die rechte Maustaste auf dem Eintrag .. gedrückt, so wird wieder eine Hierarchiestufe nach oben navigiert. Wenn dieses Programm als normaler Benutzer gestartet wird (nicht als Superuser), so sieht man hier nur Dateisystemeinträge, die einem selbst gehören.
it: Questa lista visualizza le voci trovate nella directtory impostata nel campo `Percorso'. Queste non sono il contenuto attuale del filesystem, ma quelle memorizzate nel backup e presenti nel file indice. Possono essere selezionate una o più voci col mouse sinistro assieme al tasto `Shift' o `Ctrl' nella solita maniera. Premendo il pulsate `Seleziona' verranno copiate nella lista sottostante, che rappresenta le voci da ripristinare. Premendo il mouse destro sopra le voci che terminano con `/' (slash) si potrà esaminare il contenuto di quella directory. Premendo col mouse destro su `..' (che non può essere selezionato per il ripristino) salirà di un livello nella gerarchia. Se stai usando questo programma come utente normale (non come superuser), puoi vedere solo le voci che ti appartengono.

source: Help on: Selected entries
de: Hilfe zu: Ausgewählte Daten
it: Aiuto su: Voci selezionate

source: This list shows all items selected for restore. If a directory entry with a trailing slash / is selected, everything below this directory will be restored. Items can be moved into this list from the above one selecting them and pressing the `Select' button. Items can be deleted selecting them in this list and pressing the `Delete' button. Pressing `Start Restore' below will initiate the recovery of all selected entries.
de: Diese Liste zeigt alle Daten, die bereits zur Wiederherstellung ausgewählt worden sind. Falls ein ausgewählter Eintrag mit einem Slash / endet, werden alle Verzeichnisse und Dateien unterhalb dieses Eintrags ebenfalls wiederhergestellt. Einträge können von oben in diese Liste übernommen werden, indem man welche auswählt und anschließend `Auswahl' drückt. Einträge werden aus dieser Liste entfernt, indem man sie hier auswählt und den Knopf `Löschen' drückt. Durch Drücken auf `Rücksicherung starten' wird die Wiederherstellung der Daten in dieser Liste angestoßen.
it: Questa lista mostra le voci da ripristinare. Se si tratta di una directory, cioè la voce termina con uno `/' (slash), tutto il suo contenuto verrà ripristinato. Per inserire voci in questa lista selezionarle nella lista sovrastante e premere il pulsante `Seleziona'. Per eliminarle dalla lista, selezionarle e premere il pulsante `Cancella'. Premendo il pulsante `Inizia il Ripristino' si farà partire il recupero delle voci selezionate.

source: Help on: Restore Options
de: Hilfe zu den Rücksicherungsoptionen
it: Aiuto su: Opzioni di Restore

source: The relocation directory is the place, where recovered files and directories should be put. The `Modified after date' specifies a time, that the stored files should have as the earliest modification time stamp. Versions stored earlier are not recovered or browsed. For the `Modified before date' the inverse criterion applies. The settings 'Backup after date' and 'Backup before date' refer to the backup starting time. If given, browsing and restore applies for filesystem entries written in backups, that started after / before the given time, respectively. All four dates can be given. For each of them: if the time is not fully specified, 00:00 is assumed. If the year is not given, the current year is used. Day and month must both be present, only one of them is not sufficient, or both may be omitted. In the latter case the year is ignored. If no date is given, the latest version of a file is restored. The `Clear Cache' button clears the index scanning cache. When Before- or After- dates are changed, the index cache is quite likely invalid. Pressing this button enforces a rescan. The `Details Format' string will be used when listing file details. For applicable patterns see the section FORMAT STRING in the manual pages of afrestore.
de: Relativ zu dem Basisverzeichnis werden die wiederhergestellten Dateien und Verzeichnisse abgelegt. Der eingestellte `Früheste Modifikationszeitpunkt' grenzt die Auswahl wiederherzustellender Daten ein. Daten, welche vor diesem Wert verändert wurden, werden nicht wiederhergestellt oder beim Navigieren angezeigt. Für den `Spätesten Modifikationszeitpunkt' gilt entsprechendes. Die Parameter 'Frühester Sicherungszeitpunkt' und 'Spätester Sicherungszeitpunkt' beziehen sich auf die Startzeit der Sicherung, in welche die Dateisystemeinträge geschrieben wurden. Ist eins oder beide Daten angegeben, werden nur Daten gezeigt oder wiederhergestellt, welche im angegebenen Zeitrahmen gesichert wurden. Alle vier Daten können angegeben sein. Falls keine Uhrzeit angegeben wurde, wird 0 Uhr angenommen. Ist das Jahr nicht angegeben, wird das laufenden Jahr angenommen. Tag und Monat müssen entweder beide angegeben sein oder keiner von beiden. Im letzteren Fall wird ein angegebenes Jahr ignoriert und nur die Uhrzeit ausgewertet. Ist bei den beiden Zeitangaben gar nichts eingetragen, so wird die letzte gesicherte Version wiederhergestellt. Der Knopf `Indexzwischenspeicher leeren' löscht den Kurzzeitspeicher für das Durchsuchen des Index, welcher das Navigieren beschleunigt. Wenn eine der möglichen Zeitangaben verändert wird, repräsentiert der Zwischenspeicher nicht mehr die dementsprechend korrekten Daten. In diesem Fall erzwingt ein Druck auf den Knopf das erneute Durchsuchen. Die Angabe 'Formatspezifikator für Details' wird ausgewertet, wenn Details zu gesicherten Daten angezeigt werden. Bezüglich der hier verwendbaren Muster schaue man im Abschnitt FORMAT STRING in den Handbuchseiten von afrestore nach.

source: Help on: Relocation directory
de: Hilfe zur Rücksicherung in angegebenes Verzeichnis
it: Aiuto su: Directory di Estrazione

source: This entry shows the directory, where all recovered files are relocated to. The stored path will be appended to the path shown here. The path can be selected using a file browser. To open the browser press the `Browse' button on the right. If this program is run as normal user and the relocation directory is not the one configured in the client side configuration file, the relocation directory must be owned by the user running this program.
de: Dieser Parameter bestimmt das Verzeichnis, in das die Daten wiederhergestellt werden sollen. Die vollen relativen Pfade werden an dieses Verzeichnis angehängt. Das Verzeichnis kann mit Hilfe Eines Dialogs eingestellt werden (Knopf `Durchsuchen' drücken). Falls dieses Programm als normaler User aufgerufen wurde und das hier angegebene Verzeichnis nicht identisch mit dem in der Konfigurationsdatei ist, muss das Verzeichnis dem Benutzer gehören, sonst werden keine Daten dorthin abgelegt.
it: Questo valore rappresenta la directory dove verranno messi i file estratti. Il path del file archiviato verrà aggiunto al path indicato qui. Il path può venir selezionato con un file browser. Per aprire il browser, premi il bottone `Browse' sulla destra. Se il programma è lanciato da un utente normale la directory di estrazione non è quella impostata nel file di configurazione del client, tale directory dovrà essere di proprietà dell'utente che esegue questo programma.

source: Help on: Use Tapes
de: Hilfe zu: Benutze Band
it: Aiuto su: Utilizza nastri

source: If this entry is not empty and numbers of tapes are supplied using digits, commas and dashes (e.g. 3,6-8,1), only those are used for restore and only files saved on these tapes are displayed in the browse list
de: Wenn dieser Eintrag nicht leer ist und Bandnummern angegeben sind (unter Verwendung von Zahlen, Kommata und Bindestrichen (z.B. 3,6-8,1), dann werden nur die angegeben Bänder zum Rücksichern verwendet und nur Dateien in der Liste angezeigt, die auf diesen Bändern verfügbar sind
it: Se questo valore viene specificato e contiene una serie di cifre, virgole e trattini (es. 3,6-8,1), solo i nastri specificati verranno utilizzati per il ripristino e verranno visualizzati nella lista solo i file salvati sui quei nastri

source: Select Relocation Directory
de: Auswahl des Basisverzeichnisses
it: Seleziona la Directory di Estrazione

source: Set Directory
de: Verzeichnis setzen
it: Imposta la Directory

source: The relocation directory `%s' does not exist.
de: Das Verzeichnis `%s', in das die Daten entpackt werden sollen, existiert nicht.
it: La directory di estrazione `%s' non esiste.

source: Cannot create script file `%s'.
de: Scriptdatei `%s' kann nicht angelegt werden.

source: Unknown mode: %s, internal error. Please report.
de: Unbekannter Modus: %s, interner Fehler. Bitte dem Autor berichten.
it: Modalità sconosciuta: %s, errore interno. Per favore segnala l'errore.

source: \n%n\nOwner: %O\nLast Modified: %M\nBackup Time: %T\n
de: \n%n\nEigentümer: %O\nZuletzt modifiziert: %M\nSicherungszeitpunkt: %T\n

source: Current server status:
de: Status des Datensicherungsservers:
it: Stato corrente del server:

source: Most recent lines in server's log:
de: Die letzten Zeilen im Server Log:
it: Ultime righe più recenti nel log del server:

source: Number of displayed log lines:
de: Anzahl der angezeigen Zeilen des Server Logs:
it: Numero di righe del log da visualizzare:

source: AF Backup server status
de: AF Datensicherung Serverstatus
it: Stato del server AF Backup

source: No awk ? Is this really a lovely UNIX ?
de: Kein awk ? Ist das wirklich ein schönes Unix ?
it: Manca awk? Siamo poi veramente sotto UNIX?

source: Sorry. I have to exit.
de: Programm muss leider enden.
it: Spiacente. Non posso continuare.

source: No configuration file found. Exiting.
de: Konfigurationsdatei kann nicht gefunden werden. Programm endet.
it: File di configurazione non trovato. Esco.

source: Error: Cannot read configuration file
de: Fehler: Konfigurationsdatei kann nicht gelesen werden. Programm endet.
it: Errore: Non posso leggere il file di configurazione

source: Exiting.
de: Programm endet.
it: Esco.

source: Reading current settings
de: Lese aktuelle Einstellungen
it: Lettura delle impostazioni attuali

source: done
de: fertig
it: fatto

source: Please enter the number of the parameter you would like to modify. Then, if you want to clear the entry, hit the Space- and the Return-key. To get help enter: help, and the number of the parameter you need help on. To exit and write out the changes enter: ok. To exit without making any changes, enter: exit.
de: Bitte die Nummer des zu ändernden Parameters eingeben. Falls die Einstellung gelöscht werden soll, anschließend die Leertaste und dann Return drücken. Um Hinweise zu einer Einstellung zu erhalten, bitte "help", gefolgt von der Nummer des Parameters eingeben. Um das Programm zu beenden und die aktuellen Einstellungen abzuspeichern, "ok" eingeben. Um das Programm ohne Speichern der Einstellungen zu beenden, "exit" eingeben.
it: Inserisci per favore il numero del parametro che vuoi modificare. Poi, se vuoi cancellare la voce premi Spazio e quindi il tasto Invio. Per ottenere aiuto, immetti `help' seguito dal numero del parametro di cui desideri ulteriori informazioni. Per terminare e salvare le modifiche immetti `ok'. Per uscire senza effettuare alcuna modifica, immetti: `exit'.

source: Your choice:
de: Ihre Auswahl:
it: Scegli:

source: Invalid choice. Please try again.
de: Auswahl nicht unterstützt. Bitte erneute Eingabe.
it: Scelta non valida. Prova di nuovo.

source: Please enter new value:
de: Bitte neue Einstellung eingeben:
it: Inserisci il nuovo valore:

source: Hit Return, when done.
de: Bitte Taste <Return> drücken.
it: Premi Invio, quando hai fatto.

source: Server
it: del Server

source: Version
it: Versione
