Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: cannot check access restrictions
de: Zugriffsberechtigungen konnten nicht überprüft werden
it: non posso verificare le restrizioni di accesso

source: proofing authenticaton failed.
de: Bestätigung der korrekten Authentifizierung fehlgeschlagen.
it: verifica della veridicità dell'autenticazione fallita.

source: unknown command: %d
de: unbekanntes Kommando: %d
it: comando sconosciuto: %d

source: Device %s is labeling cartridge %d.
de: Gerät %s schreibt Bandinformationen auf Band %d.
it: Il device %s stà etichettando il cartridge %d.

source: <labeled automatically>
de: <automatisch gelabelt>
it: <etichettato automaticamente>

source: Device %s is idle.
de: Gerät %s ist nicht in Verwendung.
it: Il device %s è inattivo.

source: Device %s is reading the cartridge label.
de: Gerät %s liest die Bandinformationen.
it: Il device %s stà leggendo l'etichetta del cartridge.

source: Found cartridge number %d (secondary %d)
de: Band Nummer %d gefunden (sekundäre Bandnummer: %d)
it: Trovato il cartridge numero %d (secondario %d)

source: Device %s is closing.
de: Gerät %s wird geschlossen.
it: Il device %s stà per essere chiuso.

source: Error: File numbers for writing inconsistent.
de: Fehler: Banddateinummern zum Schreiben inkonsistent.
it: Errore: Numeri di file inconsistenti durante la scrittura.

source: Device %s is closed, idle.
de: Gerät %s ist geschlossen und nicht in Benutzung.
it: Il device %s è chiuso, inattivo.

source: Error: Cannot write file `%s' to store the cartridge order.
de: Fehler: Datei `%s' zum Speichern der Bandreihenfolge kann nicht geschrieben werden.
it: Errore: Non posso scrivere il file `%s' per memorizzare l'ordine dei cartridge.

source: Error: Cannot start program to notify administrator: No more writable tapes
de: Fehler: Programm zum Benachrichtigen des Administrators, dass keine schreibbaren Bänder mehr vorhanden sind, konnte nicht gestartet werden
it: Errore: non riesco a lanciare il programma di notifica all'amministratore: non ci sono più nastri scrivibili

source: Hello, There are no more free tapes available.
de: Hallo,
it: Ciao, non ci sono altri nastri vuoti disponibili.

source: All tapes are either crucial for a client to restore
de: Alle Bänder sind entweder zur vollständigen Datenwiederherstellung
it: Tutti i nastri sono o cruciali per consentire un restore totale

source: all needed data, or is set read-only.
de: auf Clients erforderlich oder im nur-lesbaren Status.
it: di un client, o sono impostati a sola lettura.

source: These are the tapes written during the current session:
de: Folgende Bänder wurden während der momentanen Sicherung geschrieben:
it: Questi sono i nastri scritti durante la sessione corrente:

source: These are the read-only tapes:
de: Folgende Bänder sind im nur-lesbaren Status:
it: Questi sono i nastri a sola lettura:

source: These are the clients and the tapes they need:
de: Hier die Liste der Clients und welche Bänder sie benötigen:
it: Questi sono i client ed i nastri necessari a ciascuno di loro

source: Client identifier
de: Client Identifikator
it: Nome del Client

source: Needed cartridges
de: Erforderliche Bänder
it: Cartridge necessari

source: Please do one of the following:
de: Bitte führen Sie eine der folgenden Aktionen durch:
it: Per favore esegui una delle seguenti alternative:

source: - Increase the number of cartridges, label the new
de: - Erhöhen der Anzahl von Bändern, Anwenden von label_tape mit
it: - Incrementa il numero di cartridge, etichetta i nuovi

source: ones using the command label_tape and modify the
de: den neuen und geeignete Anpassung der Konfigurationsdatei
it: usando il comando `label_tape' e modifica il file di

source: server configuration file appropriately
de: des Servers
it: configurazione del server in modo appropriato

source: - Set one of the tapes from read-only state to writable
de: - Den Status eines der nur-lesbaren Bänder auf schreibbar ändern
it: - Rendi ri-scrivibile uno dei nastri attualmente in sola lettura

source: (use the afclient command with option -M like this:
de: (Option des afclient Kommandos folgendermaßen verwenden:
it: (usa il comando `afclient' con l'opzione -M, ad esempio:

source: afclient -h backuphost [ -p service ] -M "TapesReadWrite: XXX"
de: afclient -h Servername [ -p Service ] -M "TapesReadWrite: XXX"

source: or edit the file `%s')
de: oder die Datei `%s' modifizieren)
it: oppure modifica il file `%s')

source: - Select one of the tapes crucial for the client and
de: - Eines der für die Wiederherstellung der Clients erforderlichen
it: - Seleziona uno dei nastri cruciali per un client e

source: allow to reuse it (use the afclient command like this
de: Bänder auswählen und erlauben, dass es überschrieben wird (afclient Kommando folgendermaßen aufrufen:
it: consenti il suo riutilizzo (usa il comando `afclient', ad esempio:

source: afclient -h backuphost [ -p service ] -M "ReuseTapes: XXX"
de: afclient -h Servername [ -p Service ] -M "ReuseTapes: XXX"

source: or edit the file `%s'
de: oder modifizieren der Datei `%s'
it: oppure modifica il file `%s'

source: Please use the single stream server (port) for
de: Bitte den Service, der nur einen Client bedienen kann, verwenden, um
it: Per favore usa il server single stream (port) per

source: sending messages to the server with option -M
de: Meldungen mittels der Option -M an den Server zu schicken
it: spedire messaggi al server con l'opzione -M

source: After all, log on to the server %s
de: Anschließend loggen Sie sich bitte auf den Server %s ein
it: Una volta fatto, collegati al server %s

source: and enter the command: cartready
de: und lassen das Kommando: cartready laufen,
it: e lancia il comando: cartready

source: or on any client use the afbackup command like this:
de: oder verwenden auf einem beliebigen Client das Kommando afbackup auf folgende Weise:
it: oppure su qualsiasi clienti usa il comando `afbackup' in questa maniera:

source: afbackup -h %s [ -p <port-number> ] -M CartridgeReady
de: afbackup -h %s [ -p <Service> ] -M CartridgeReady

source: Best regards from your backup service.
de: Beste Grüße von Ihrem Datensicherungssystem.
it: Il servizio di backup ti augura una buona continuazione.

source: Error: Cannot determine cartridges in changer.
de: Fehler: Es kann nicht festgestellt werden, welche Bänder sich im Wechslerbefinden.

source: Warning: There is only remaining space on current cartridge %d. Continuing with it
de: Warnung: Es ist nur noch auf dem aktuellen Band %d freier Platz übrig. Es wird mit diesem fortgesetzt.
it: Avviso: C'è spazio a disposizione solo sul cartridge corrente %d. Continuo con questo

source: Info: Using cartridge %d instead of the desired %d.
de: Info: Band %d wird anstelle des verlangten Bandes %d verwendet.
it: Info: Uso il cartridge %d invece di quello desiderato %d.

source: Opening device %s for writing.
de: Gerät %s wird zum Schreiben geöffnet.
it: Apertura del device %s in scrittura.

source: Opening device %s for reading.
de: Gerät %s wird zum Lesen geöffnet.
it: Apertura del device %s in lettura.

source: Warning: Found expected cartridge number %d as secondary label.
de: Warnung: Das Band hat die erwartete Nummer %d als sekundären Eintrag.
it: Avviso: Trovato il cartridge con numero secondario %d.

source: Warning: Expected cartridge %d in drive, but have %d.
de: Warnung: Es wurde Band %d im Laufwerk erwartet, dort befindet sich aber Band %d.
it: Avviso: Mi aspettavo di avere il cartridge %d nel drive, invece ci trovo il %d.

source: Device %s opened for reading from cartridge %d, file %d.
de: Gerät %s zum Lesen von Band %d, Banddatei %d geöffnet.
it: Il device %s è aperto per leggere dal cartridge %d, file %d.

source: Warning: Expected cartridge %d in drive, have %d instead
de: Warnung: Band %d wurde im Laufwerk erwartet, dort befindet sich aber Band %d

source: (secondary: %d)
de: (sekundärer Eintrag: %d)
it: (secondario: %d)

source: no valid cartridge number
de: keine gültige Bandnummer
it: numero di cartridge non valido

source: device is in use
de: Gerät bereits in Benutzung
it: il device è utilizzato

source: Device %s is loading cartridge %d.
de: Gerät %s lädt Band %d.
it: Il device %s stà caricando il cartridge %d.

source: Warning: Number of slots not specified for device `%s' in sequential mode: Unsupported operation mode. If tape labels cannot be read, interaction of an operator (who might wonder, why the device is juggling so much) is required.
de: Warnung: Die Anzahl der Fächer für das Gerät `%s' ist nicht in der Konfiguration spezifiziert. Diese Betriebsart ist im sequentiellen Modus nicht unterstützt. Falls die Bandlabel nicht gelesen werden können, wird ein Administrator eingreifen müssen (der sich ohnehin fragen dürfte, warum der Wechlser gerade dermaßen rödelt).

source: Error: Cannot wind tape back to file 1.
de: Fehler: Es kann nicht zur Banddatei Nummer 1 zurückgespult werden.
it: Errore: Non posso riavvolgere il nastro al file 1.

source: Warning: Setting the cartridge number %d failed.
de: Warnung: Band Nummer %d konnte nicht geladen werden.
it: Avviso: Selezione del cartridge %d fallita.

source: Error: Cannot run command to change to the next cartridge.
de: Fehler: Das Kommando zum Wechseln des Bandes konnte nicht gestartet werden.
it: Errore: Non posso lanciare il comando per passare al prossimo cartridge.

source: Error: Cannot create file `%s' to indicate waiting for tape change.
de: Fehler: Datei `%s' zum Anzeigen, dass auf einen Bandwechsel gewartet wird, konnte nicht angelegt werden.

source: Warning: Cannot run command to unload the cartridge.
de: Warnung: Kommando zum Auswerfen des Bandes konnte nicht gestartet werden.
it: Avviso: Non posso lanciare il comando per espellere il cartridge.

source: Error: Unable to ask user %s to change the cartridge.
de: Fehler: Der Benutzer %s konnte nicht zum Wechseln des Bandes aufgefordert werden.
it: Errore: Non riesco a chiedere all'utente %s di cambiare il nastro.

source: Hello, You are requested to change the cartridge
de: Hallo, bitte wechseln Sie das Band
it: Ciao, dovresti cambiare il nastro

source: in your backup tape streamer.
de: im dem Gerät, das zur Datensicherung verwendet wird.
it: nello streamer.

source: Your previous try failed. According to the data
de: Ihr vorheriger Versuch misslang. Entsprechend den Informationen
it: Il tuo tentativo precedente è fallito. Stando alle informazioni

source: on tape you inserted cartridge number %d.
de: auf Band haben Sie Band Nummer %d eingelegt.
it: sul nastro hai inserito il cartridge numero %d.

source: You inserted a tape without a label and the server
de: Sie haben ein Band ohne gültige Bandinformationen eingelegt und der
it: Hai inserito un nastro non etichettato ed il server

source: Is configured to reject unlabeled tapes.
de: Server ist konfiguriert, solche Bänder nicht zu verwenden.
it: è configurato per rigettare nastri senza etichetta.

source: Please insert cartridge number %d
de: Bitte legen Sie Band Nummer %d
it: Per favore inserisci il cartridge numero %d

source: for overwriting/recycling
de: zum Überschreiben/Wiederverwenden

source: for writing to append to
de: zum Weiterschreiben am Ende der bestehenden Aufzeichnung

source: for writing as new unused media
de: zum Schreiben als bisher unbenutztes Medium

source: Alternate cartridges of cartridge set %d are:
de: Alternative Bänder im Bandsatz %d sind:
it: I cartridge alternativi nel set %d sono:

source: Completely unused tapes: %s
de: Gänzlich unbenutzte Bänder: %s
it: Nastri completamente inutilizzati:%s

source: Tapes with remaining space: %s
de: Bänder, die Platz übrig haben: %s
it: Nastri non ancora completi: %s

source: Tapes, that may be overwritten: %s
de: Bänder, die überschrieben werden können: %s
it: Nastri sovrascrivibili: %s

source: Hint: Readonly Tapes: %s
de: Hinweis: Nur-lesbare Bänder: %s
it: Nastri a sola lettura: %s

source: for reading
de: zum Lesen

source: Then enter the command: cartready
de: Geben Sie dann das Kommando: cartready
it: Poi lancia il comando: cartready

source: on host %s,
de: auf dem Rechner %s ein,
it: sull'host %s,

source: Hello, your backup system again,
de: Hallo, nochmal Ihr Datensicherungssystem,
it: Ciao di nuovo dal servizio backup,

source: It has been automatically detected, that
de: Es wurde automatisch festgestellt, dass
it: E' stato identificato automaticamente che un altro

source: another tape is in the drive. No further
de: ein Band im Gerät eingelegt ist. Es ist keine
it: nastro è stato inserito nel drive. Non è pertanto

source: action is required.
de: weitere Aktion erforderlich.
it: necessaria nessuna altra azione da parte tua.

source: Error: Cannot remove file %s.
de: Fehler: Datei `%s' kann nicht entfernt werden.
it: Errore: Non posso rimuovere il file "%s".

source: I cannot remove the file %s.
de: Datei %s kann nicht entfernt werden.
it: Non posso rimuovere il file %s.

source: Please do it by hand and check owner and
de: Bitte tun sie dies von Hand und prüfen Sie Eigentümer
it: Per favore controlla manualmente e verifica il possesso e

source: permissions of the program cartready. It MUST
de: und Attribute des Programms cartready. Es MUSS setuid
it: i permessi del programma cartready. DEVE essere

source: be setuid and owned by the user, under whose
de: gesetzt sein und dem Benutzer gehören, unter dessen ID
it: setuid e appartenere allo stesso utente possessore del

source: ID the backup-daemon is running.
de: der Sicherungsserverdämon läuft.
it: processo relativo al backup server daemon.

source: (look it up in: /etc/inetd.conf)
de: (nachzusehen in: /etc/inetd.conf)
it: (verificalo in: /etc/inetd.conf)

source: Error: Could not set cartridge no %d, requesting operator interaction.
de: Fehler: Band %d konnte nicht geladen werden. Bedienereingriff wird angefordert.
it: Non ho potuto selezionare il cartridge %d, richiedo l'intervento del operatore.

source: Error: Unable to ask user %s to correct set cartridge error.
de: Fehler: Benutzer %s konnte nicht um Korrektur des Problems mit dem Bandladen gebeten werden.
it: Errore: Non riesco a chiede all'utente %s di correggere il problema con i cartridge.

source: Hello, The command to put cartridge number %d into the
de: Hallo, Das Kommando zum Laden des Bandes Nummer %d in
it: Ciao, il comando per inserire il cartridge numero %d nel

source: drive failed%s.
de: das Laufwerk schlug%s fehl.
it: drive è fallito%s.

source: once again
de: erneut
it: ancora una volta

source: The inserted tape is not labeled and the server
de: Das geladene Band hat keinen Label und der Server ist
it: Il nastro inserito non è etichettato ed il server

source: is configured to reject unlabeled tapes.
de: konfiguriert, ungelabelte Bänder nicht zu akzeptieren.
it: è configurato per non accettare nastri senza etichetta.

source: Please try to correct the error
de: Versuchen Sie bitte, das Problem zu beheben
it: Per favore cerca di correggere l'errore

source: To abort further retries, kill the server processes
de: Um weitere Versuche, ein Band zu laden, abzubrechen, benutzen Sie
it: Per annullare ulteriori tentativi, killa il processo server

source: with -9.
de: das Kommando kill mit Option -9 und der Prozess-ID des servers.
it: con -9.

source: Error: Did not find cartridge no %d
de: Fehler: Band Nummer %d nicht gefunden
it: Errore: Non ho trovato il cartridge %d

source: Warning: Found correct cartridge, but administrator should do a check.
de: Warnung: Das richtige Band wurde gefunden, aber ein Administrator sollte Konfiguration und Zustand des Systems überprüfen
it: Avviso: ho trovato il cartridge correto, ma l'amministratore dovrebbe controllare.

source: Error: New cartridge requested while tape busy.
de: Fehler: Neues Band angefordert, während das Band in Verwendung war.
it: Errore: Richiesto un nuovo cartridge mentre il device è occupato.

source: no valid file number
de: keine gültige Banddateinummer
it: numero di file non valido

source: Device %s is moving to %s file number %d.
de: Laufwerk %s spult zur Banddatei mit der %s Nummer %d.
it: Il device %s stà spostandosi al file (%s) numero %d.

source: absolute
de: absoluten
it: assoluto

source: logical
de: logischen
it: logico

source: Warning: Setting the file number %d failed.
de: Warnung: Anfahren der Banddatei %d misslungen.
it: Avviso: Selezione del file numero %d fallita.

source: Device %s is skipping over %d files.
de: Laufwerk %s spult über %d Banddateien weiter.
it: Il device %s stà saltando %d file.

source: command to skip over files failed
de: Kommando zum Überspringen von Banddateien schlug fehl
it: il comando di avanzamento saltando i file è fallito

source: device is not open for reading
de: Bandlaufwerk ist zum Lesen geöffnet
it: il device non è aperto in lettura

source: Warning: Incomplete block read from tape (%d bytes).
de: Warnung: Unvollständiger Block von Band gelesen (%d Bytes).
it: Avviso: lettura incompleta di un blocco dal nastro (%d byte).

source: device is not open for writing
de: Bandlaufwerk ist zum Schreiben geöffnet
it: il device non è aperto in scrittura

source: Device %s is erasing cartridge %d
de: Bandlaufwerk %s löscht Band %d
it: Il device %s stà cancellando il cartridge %d

source: Error: Command to erase tape returned a bad status.
de: Fehler: Kommando zum Löschen des Bandes lieferte fehlerhaften Endestatus.
it: Errore: il comando per cancellare il nastro ha ritornato uno status di errore.

source: Warning: Could not replace %p in exit command, leaving it unmodified.
de: Warnung: Zeichenfolge %p konnte im Endekommando nicht ersetzt werden, es bleibt unverändert.
it: Avviso: Impossibile sostituire %p nel comando di uscita, lascio inalterato.

source: Warning: Executing exit command returned %d.
de: Warnung: Das Endekommando lieferte den Endestatus %d.
it: Avviso: L'esecuzione del comando di uscita ha ritornato %d.

source: Error: Could not start subprocess
de: Fehler: Unterprozess konnte nicht gestartet werden
it: Errore: Non posso lanciare il sottoprocesso

source: Server side error: Cannot get lock on message file.
de: Serverseitiger Fehler: Es konnte kein Lock auf die Meldungsdatei gesetzt werden.

source: Server side error: Cannot read message file.
de: Serverseitiger Fehler: Die Meldungsdatei kann nicht gelesen werden.

source: Got signal TERM. Exiting.
de: Prozess bekam das Signal TERM, Programm endet
it: Ho ricevuto il signal %d, esco.

source: Got signal INTR. Exiting.
de: Prozess bekam das Signal INTR, Programm endet
it: Ho ricevuto il signal INTR. Esco.

source: Got signal HUP. Exiting.
de: Prozess bekam das Signal HUP, Programm endet
it: Ho ricevuto il signal HUP. Esco.

source: Exiting on fatal error, no further cleanup will occur.
de: Fataler Fehler trat auf. Programm endet, ohne weiter Aufräumen zu können.
it: Terminazione per errore fatale, nessun ulteriore ripristino verrà effettuato.

source: Error: Segmentation fault. Exiting.
de: Fehler: Segmentation fault. Programm endet.
it: Errore: Segmentation fault (violazione di memoria). Esco.

source: Error: Bus error. Exiting.
de: Fehler: Bus error. Programm endet.
it: Errore: Bus error. Esco.

source: Internal Error: Tape not open, but unflushed data exists in ring buffer.
de: Interner Fehler: Bandlaufwerk nicht geöffnet, es befinden sich aber noch nicht geschriebene Daten in Ringpuffern.
it: Errore Interno: Il nastro non è aperto, ma ci sono dati non convalidati nel ring buffer.

source: Error: Writing buffer to tape failed in select routine.
de: Fehler: Schreiben der Daten im Puffer auf Band schlug im select Systemaufruf fehlt.
it: Errore: La scrittura del buffer sul nastro è fallita nella routine select.

source: Return code is %d, written: %d.
de: Rückgabewert ist %d, geschrieben: %d.
it: Status di uscita: %d, scritto: %d.

source: Error: Reading buffer from tape failed in interrupt routine.
de: Fehler: Lesen vom Band in den Puffer schlug in der Interrupt-Routine fehl.
it: Errore: La lettura del buffer dal nastro è fallita nella routine di interrupt.

source: Return code is %d, read: %d.
de: Rückgabewert ist %d, gelesen: %d.
it: Status di uscita: %d, letto: %d.

source: Device %s is waiting for space in the read buffer.
de: Gerät %s wartet darauf, dass Platz im Lesepuffer frei wird.

source: Device %s is waiting for the write buffer to be filled.
de: Gerät %s wartet darauf, dass genügend Daten im Schreibpuffer vorhanden sind.

source: Error: cannot get maximum available memory
de: Fehler: maximal verfügbarer Speicherplatz kann nicht ermittelt werden
it: Errore: Non posso ottenere la massima memoria disponibile.

source: Warning: Low on memory. No tape buffer created.
de: Warnung: Nur wenig Speicherplatz übrig. Es werden keine Puffer angelegt.
it: Avviso: Poca memoria disponibile. Non creo il buffer del nastro.

source: Warning: Buffer file `%s' exists, has wrong permissions or is not writable and cannot be removed. Not using buffer file.
de: Warnung: Die Pufferdatei `%s' existiert, hat aber falsche Berechtigungsattribute oder ist nicht schreibbar und kann nicht entfernt werden.

source: Warning: Filesystem entry '%s' exists, is not a file and cannot be unlinked. Not using buffer file.
de: Warnung: Der Dateisystemeintrag `%s' existiert, ist aber keine Datei und kann nicht entfernt werden.

source: Warning: Cannot set file '%s' to size %lf. Not using buffer file.
de: Warnung: Datei `%s' kann nicht mit der Größe %lf angelegt werden. Es wird keine Pufferdatei verwendet.

source: Warning: Cannot map file '%s'. Not using buffer file.
de: Warnung: Datei `%s' kann nicht in den Adressraum eingeblendet werden. Es wird keine Pufferdatei verwendet.

source: Warning: Cannot set sequential advice for map file '%s'.
de: Warnung: Syscall madvise für das Dateimapping von `%s' misslungen.

source: Error: Internal inconsistency. Thread did not process all tape operations. Please report, if there were no previous errors causing this.
de: Fehler: Interne Inkonsistenz. Der Thread, welcher das Bandlaufwerk bedient, hat nicht alle Operationen durchgeführt. Bitte berichten, falls keine vorhergehenden Fehler aufgetreten sind, welche das eigentliche Problem darstellen.

source: Error: Tape closed, tape operating thread terminates.
de: Fehler: Gerätedatei geschlossen, der Thread zur Bedienung des Sicherungsgerätes terminiert.
it: Errore: Il nastro risulta chiuso e il processo che lo governava è terminato.

source: Error: Internal inconsistency. Buffer pointer incorrect for changing tape blocksize. Data might be harmed. Please report.
de: Fehler: Interne Inkonsistenz. Pufferzeiger zeigt auf falschen Bereich, Context ist das Wechseln der Bandblockgröße. Daten könnten korrupt sein. Bitte berichten.
it: Errore: Inconsistenza interna. Puntatore di buffer incorretto cambiando il blocksize del nastro. I dati potrebbero essere compromessi. Riporta l'errore, per favore.

source: Error: Internal error: streamer buffer exists, but tape not open for read or write. Please report.
de: Fehler: Internes Problem: Bandpuffer existiert, aber das Gerät ist nicht zum Lesen oder Schreiben geöffnet. Bitte berichten.
it: Errore: Errore interno. Il buffer dello streamer esiste, ma il nastro non è aperto né in lettura né in scrittura. Riporta l'errore, per favore.

source: Error: Internal inconsistency. Cannot read block after return from change_tapeblocksize. Please report.
de: Fehler: Interne Inkonsistenz. Nach Rückkehr aus change_tapeblocksize kann der nächste Puffer nicht gelesen werden. Bitte berichten.
it: Errore: Inconsistenza interna. Non riesco a leggere i dati al ritorno da change_tapeblocksize. Riporta l'errore, per favore.

source: %lg <integer representation not possible>
de: %lg <Darstellung als ganze Zahl nicht möglich>
it: %lg <rappresentazione integer non possibile>
