Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: [ -W <client-identifier> ] \
de: [ -W <Client-Identifikator> ] \

source: [ -k <encryption-key-file> ] \
de: [ -k <Authentifizierungsschlüsseldatei> ] \

source: [ -s <dont-process-filepattern> [ -s ... ] ] \
de: [ -s <nicht-vorverarbeiten-Dateinamenmuster> [ -s ... ] ] \

source: [ -V <statistics-report-file> ] \
de: [ -V <Report-Dateiname> ] \

source: [ -A <after-time-seconds> ] \
de: [ -A <später-Vergleichszeit-Sec> ] \

source: [ -B <before-time-seconds> ] \
de: [ -B <früher-Vergleichszeit-Sec> ] \

source: [ <files> <directories> ... ]
de: [ <Dateien> <Verzeichnisse> ...]
it: [ <file> <directory> ... ]

source: %s -X <program> \
de: %s -X <Programm-mit-Argumenten> \

source: [ -h <backup-client> ]
de: [ -h <Sicherungs-Client> ]

source: %s -\? (to get help)
de: %s -\? (für weitere Hinweise)
it: %s -\? (per ottenere un aiuto)

source: Error: Server did not proof authentication correctly.
de: Fehler: Der Server hat keine korrekten Authentifizierungsdaten geliefert.
it: Errore: Il server non ha stabilito la veridicità dell'autenticazione.

source: Possible authentication key spoofing.
de: Möglicherweise versucht jemand, Authentifizierungsinformationen zu erschleichen.
it: E' possibile che sia avvenuto uno spoofing della chiave di autenticazione.

source: Error: long int is wider than 4 Bytes. Inform author about machine type.
de: Fehler: Datentyp long int ist größer als 4 Bytes. Bitte Autor informieren.
it: Errore: long int è più grande di 4 byte. Informare l'autore sul tipo di macchina.

source: Error: The server message length must be smaller than %d
de: Fehler: Die Nachricht an den Server muss kürzer als %d Zeichen sein
it: Errore: La lunghezza di un messaggio al server deve essere minore di %d

source: You may supply only one of the flags: cxtdJXIDm
de: Nur einer der Schalter cxtdJXIDm darf bei einem Aufruf angegeben werden

source: You have to supply one of the flags: cxtCFqQwXIDMGm
de: Einer der folgenden Schalter muss angegeben werden: cxtCFqQwXIDMGm

source: The flag - may only be given in combination wit -x or -c
de: Der Schalter - darf nur in Verbindung mit -x oder -c verwendet werden
it: L'opzione - può essere usata solo combinata con -x o -c

source: The flag -T may only be given in combination wit -x, -c or -D
de: Der Schalter -T darv nur in Verbindung mit -x, -c oder -D verwendet werden
it: L'opzione -T può essere usata solo combinata con -x, -c o -D

source: The flags -T and -a don't make sense together. Ignoring -a
de: Die Schalter -T und -a sind gleichzeitig nicht sinnvoll. -a wird ignoriert
it: Le opzioni -T e -a non hanno senso insieme. Ignoro -a

source: If you name files and/or directories in the commandline, -a or -T don't make any sense. Using filenames from the command line
de: Wenn Dateien und/oder Verzeichnisse in der Kommandozeile angegeben werden, sind -a oder -T nicht sinnvoll. Die angegebenen Datei- bzw. Verzeichnisnamen werden verwendet
it: Se indichi i file e/o directory sulla riga di comando, -a e -T non hanno senso. Uso i nomi specificati sulla riga di comando.

source: Warning: the flag -a makes only sense in combination with -x
de: Warnung: Der Schalter -a ist nur sinnvoll in Verbindung mit -x
it: Avviso: l'opzione -a ha senso solo combinata a -x

source: Warning: the flag -u makes only sense in combination with -x
de: Warnung: der Schalter -u ist nur sinnvoll in Verbindung mit -x
it: Avviso: l'opzione -u ha senso solo combinata a -x

source: Warning: the flag -R makes only sense in combination with -x or -c
de: Warnung: der Schalter -R ist nur sinnvoll in Verbindung mit -x oder -c
it: Avviso: l'opzione -R ha senso solo combinata a -x o -c

source: Warning: the flag -r makes only sense in combination with -x or -d
de: Warnung: der Schalter -r ist nur sinnvoll in Verbindung mit -x oder -d
it: Avviso: l'opzione -r ha senso solo combinata con -x o -d

source: Warning: the flag -i makes only sense in combination with -x
de: Warnung: der Schalter -i ist nur sinnvoll in Verbindung mit -x

source: Warning: the flag -N only makes sense in combination with -c
de: Warnung: der Schalter -N ist nur sinnvoll in Verbindung mit -c
it: Avviso: l'opzione -N ha senso solo combinata con -c

source: Warning: -N and -A may not be specified together, -N ignored.
de: Warnung: -N und -A dürfen nicht gleichzeitig verwendet werden, -N wird ignoriert
it: Avviso: le opzioni -N e -A non possono essere specificate insieme, ignoro -N.

source: Warning: to specify (un-)processing is only allowed with -c
de: Warnung: Angabe einer Vorverarbeitung ist nur in Verbindung mit -c sinnvoll
it: Avviso: è consentito specificare i programmi di processo esterni solo con l'opzione -c

source: Warning: the flag -Z makes only sense in combination with -t, -x or -c. Ignoring -Z
de: Warnung: der Schalter -Z ist nur in Verbindung mit -t, -x oder -c sinnvoll. -Z wird ignoriert

source: Error: You cannot get a tape index (-I) of a file (-f)
de: Fehler: Der Index (-I) kann nicht auf einer Datei (-f) ermittelt werden
it: Errore: non puoi richiedere l'indice di un nasto (-I) da un file (-f)

source: Error: You cannot duplicate a file (-f) to tape
de: Fehler: Der Inhalt einer Datei (-f) kann nicht auf Band dupliziert werden
it: Errore: non puoi duplicare un file (-f) sul nastro

source: Error: You may not specify -h and -f together
de: Fehler: -h und -f dürfen nicht gleichzeitig angegeben werden
it: Errore: non puoi specificare le opzioni -h e -f insieme

source: Error: with a file (-f) you cannot set/get cartridge and/or tape position
de: Fehler: Bei einer Datei (-f) kann keine Bandposition angegeben/ermittelt werden
it: Errore: operando su file (-f), non puoi settare od ottenere informazioni su cartridge e posizioni sul nastro

source: Warning: -n makes no sense in combination with -f. -n is ignored
de: Warnung: -n hat in Verbindung mit -f keinen Sinn. -n wird ignoriert
it: Avviso: l'opzione -n non ha senso combinata con -f; ignoro -n.

source: Warning: -l makes no sense in combination with -f. -l is ignored
de: Warnung: -l hat in Verbindung mit -f keinen Sinn. -l wird ignoriert
it: Avviso: l'opzione -l non ha senso combinata con -f; ignoro -l.

source: Warning: -O is only supported in combination with -c, -x or -t, -O ignored
de: Warnung: -O wird nur zusammen mit -c, -x oder -t unterstützt. -O wird ignoriert
it: Avviso: -O è supportata solo combinata con -c, -x o -t; ignoro -O.

source: Warning: -k makes no sense in combination with -f
de: Warnung: -k hat in zusammen mit -f keinen Sinn
it: Avviso: l'opzione -k non ha senso combinata con -f

source: Warning: -W makes no sense in combination with -f, -W ignored.
de: Warnung: -W hat in zusammen mit -f keinen Sinn, -W wird ignoriert
it: Avviso: l'opzione -W non ha senso combinata con -f; ignoro -W.

source: Error: requested file number is too high - must be <= %ld
de: Fehler: gewünschte Banddatei Nummer zu groß, Maximum ist %ld
it: Errore: il numero di file richiesto è troppo grande: deve essere <= %ld

source: Error: program line supplied with -X is too long (max. 250 chars)
de: Fehler: Kommandozeile hinter -X ist zu lang (max. 250 Zeichen)
it: Errore: il parametro specificato con l'opzione -X è troppo lungo (max. 250 caratteri)

source: Warning: CRC32 checksumming not available (requires zlib)
de: Warnung: CRC32 Prüfsummen nicht verfügbar (erfordert zlib)
it: Avviso: Non è possibile calcolare il checksum CRC32 (richiede la libreria zlib).

source: Error: cannot allocate memory
de: Fehler: Speicher kann nicht reserviert werden
it: Errore: Impossibile allocare memoria

source: Warning: Cannot read enough characters from encryption key file `%s'
de: Warnung: zu wenige Zeichen in der Schlüsseldatei `%s'

source: Ignoring file, using compiled-in key
de: Datei wird ignoriert, eingebauter Schlüssel wird verwendet
it: Ignoro il file, uso la chiave scelta alla compilazione

source: Warning: Identity string is too long, truncating to 128 characters
de: Warnung: Identifikator zu lang, wird auf 128 Zeichen gekürzt
it: Avviso: la stringa di identificazione è troppo lunga, considero i primi 128 caratteri

source: Warning: Built-in compression not available (not compiled in). Ignoring built-in compression request.
de: Warnung: Eingebaute Kompression nicht verfügbar (nicht eingebaut). Wunsch nach Anwendung eingebauter Kompression wird ignoriert.
it: Avviso: Compressione built-in non disponibile (non è stata inclusa alla compilazione). Ignoro la richiesta.

source: Warning: Cannot stat file `%s'. Option ignored
de: Warnung: Datei `%s' nicht zugreifbar. Option wird ignoriert

source: Warning: Could not read upper time limit from `%s'. Option ignored
de: Warnung: Zeitangabe `%s' nicht auswertbar. Option wird ignoriert

source: Warning: Could not read lower time limit from `%s'. Option ignored
de: Warnung: Zeitangabe `%s' nicht auswertbar. Option wird ignoriert

source: Error: Cannot open file `%s' for reading
de: Fehler: Datei `%s' kann nicht zum Lesen geöffnet werden
it: Errore: Non posso aprire il file "%s" in lettura

source: Error: cannot open file `%s'
de: Fehler: Datei `%s' kann nicht geöffnet werden

source: Exiting, because %s does not contain any filename
de: Programm endet, da %s keine Dateinamen enthält
it: Esco, perché %s non contiene nessun nome di file

source: input
de: die eingegebenen Daten
it: l'input

source: Error: cannot open error log file `%s'
de: Fehler: Fehlermeldungsdatei `%s' kann nicht geöffnet werden

source: Writing errors to stdout
de: Meldungen werden auf die Standardausgabe geschrieben
it: Scriverò gli errori su standard output

source: Error: Cannot resolve hostname %s
de: Fehler: Rechnername %s kann nicht aufgelöst werden

source: Error: Cannot open communication socket: %s
de: Fehler: Kommunikationsendpunkt kann nicht geöffnet werden: %s

source: Unknown error
de: Unbekannter Fehler

source: Error: %s
de: Fehler: %s
it: Errore: %s

source: Error: %s. Server closed connection
de: Fehler: %s. Server hat die Verbindung abgebrochen
it: Errore: %s. Il server ha chiuso la connessione

source: Error: Cannot open file `%s'
de: Fehler: Datei `%s' kann nicht geöffnet werden
it: Errore: Non posso aprire il file `%s'

source: Info: Server version is too low to send current messages
de: Info: Die Version des Servers ist zu niedrig, er kann keine Anfragen nach aktuellen Meldungen beantworten

source: Streamer state: %s
de: Bandlaufwerkstatus: %s
it: Stato dello streamer: %s

source: Error: Cannot determine streamer state on server
de: Fehler: Status des Bandlaufwerk kann nicht festgestellt werden
it: Errore: Non posso determinare lo stato dello streamer sul server

source: Warning: No new or reusable cartridge found, keeping old writing position.
de: Warnung: Kein neues oder wiederverwendbares Band gefunden, alte Schreibposition wird beibehalten
it: Avviso: Non essendoci nastri nuovi o riutilizzabili, mantengo la precedente posizione di scrittura.

source: Current tape access position
de: Momentane Schreib/Leseposition auf dem Band
it: Attuale posizione d'accesso del nastro

source: Cartridge: %d File: %d
de: Band: %d Banddatei: %d

source: Error: Cannot determine current tape access position
de: Fehler: Derzeitige Schreib/Leseposition auf dem Band kann nicht festgestellt werden
it: Errore: Non posso determinare l'attuale posizione sul nastro

source: Next tape writing position
de: Position der nächsten Schreiboperation auf dem Band
it: Prossima posizione di scrittura sul nastro

source: Error: Cannot determine next tape writing position
de: Fehler: Position des nächsten Schreibzugriffs auf das Band kann nicht festgestellt werden
it: Errore: Non posso determinare la prossima posizione di scrittura sul nastro

source: Number of cartridges: %d
de: Anzahl Bänder: %d
it: Numero di cartridge: %d

source: Error: Cannot determine number of cartridges
de: Fehler: Anzahl Bänder kann nicht festgestellt werden
it: Errore: Non posso determinare il numero di cartridge

source: Current cartridge set: %d
de: Derzeitiger Bandsatz: %d
it: Attuale set di cartridge: %d

source: Error: Cannot determine current cartridge set
de: Fehler: Aktueller Bandsatz kann nicht festgestellt werden
it: Errore: Non posso determinare l'attuale set di cartridge

source: Error: Evaluating server message failed
de: Fehler: Server-Nachricht konnte nicht ausgewertet werden
it: Errore: L'interpretazione del messaggio del server è fallita

source: Too many errors on server. Exiting
de: Zu viele Fehler auf dem Server. Programm endet
it: Troppi errori sul server. Esco

source: %s not found in archive
de: %s nicht in den Daten gefunden
it: %s non trovato nell'archivio

source: Error: poll failed in main: %s
de: Fehler: poll Systemaufruf misslungen in main: %s

source: The following errors occurred
de: Folgende Fehler haben sich ereignet
it: Sono occorsi i seguenti errori

source: Error: Cannot resolve TCP service `%s'.
de: Fehler: TCP Service Name `%s' konnte nicht aufgelöst werden.
it: Errore: Non riesco a risolvere il nome del servizio TCP `%s'.

source: Error: Attempt to copy tape to itself
de: Fehler: Versuch, ein Band auf sich selbst zu kopieren
it: Errore: Tentata la copia di un nastro su sè stesso

source: Error: Cannot create second client process
de: Fehler: Zweiter afclient-Prozess konnte nicht erzeugt werden
it: Errore: Non posso creare il secondo processo figlio

source: Error: %s. Can't set cartridge %d on source server
de: Fehler: %s. Band %d auf dem Quellserver konnte nicht geladen werden
it: Errore: %s. Non riesco a selezionare il cartridge %d sul server sorgente

source: Error: %s. Can't set tape file %d on source server
de: Fehler: %s. Banddatei %d auf dem Quellserver konnte nicht gesetzt werden
it: Errore: %s. Non riesco a selezionare il cartridge %d sul server sorgente

source: Starting to copy from cartridge %d to %d
de: Beginne Kopie von Band %d auf Band %d
it: Inizio la copia dal cartridge %d al %d

source: Copying tape file number %d
de: Kopiere Banddatei Nummer %d
it: Stò copiando il tape file numero %d

source: Error: %s, cannot send buffer to slave
de: Fehler: %s, Puffer kann nicht an den Unterprozess übermittelt werden
it: Errore: %s, non posso spedire il buffer allo slave

source: Error: %s, slave client failed
de: Fehler: %s, Unterprozess nicht erfolgreich
it: Errore: %s, il client slave ha fallito

source: Copied %d tape files.
de: %d Banddateien wurden kopiert.
it: Copiati %d tape files.

source: Error: Cannot connect to target server
de: Fehler: Zielserver kann nicht kontaktiert werden
it: Errore: Non riesco a connettermi col server destinazione

source: Error: %s. Target server closed connection
de: Fehler: %s. Zielserver hat die Verbindung abgebrochen
it: Errore: %s. Il server destinazione ha chiuso la connessione

source: Error: %s. Can't set cartridge %d on target server
de: Fehler: %s. Band %d konnte auf dem Zielserver nicht geladen werden
it: Errore: %s. Non riesco a selezionare il cartridge %d sul server destinazione

source: Error: %s. Can't erase tape on target server
de: Fehler: %s. Band konnte auf dem Zielserver nicht gelöscht werden
it: Errore: %s. Non riesco a cancellare il nastro sul server destinazione

source: Error: %s. Can't set tape file on target server
de: Fehler: %s. Banddatei konnte auf dem Zielserver nicht gesetzt werden
it: Errore: %s. Non riesco a selezionare il nastro sul server destinazione

source: Error: Not enough bytes passed, possible parent process error
de: Fehler: Nicht genug Daten übertragen. Möglicherweise Fehler im aufrufenden Prozess
it: Errore: numero insufficiente di byte trasmessi, possibile un errore del processo padre.

source: Error: Could not open target tape for writing
de: Fehler: Das Zielband konnte nicht zum Schreiben angesprochen werden
it: Errore: Non posso aprire il nastro destinazione in scrittura

source: Error: Could not send data to target backup server
de: Fehler: Es konnten keinen Daten zum Zielserver übertragen werden
it: Errore: Non riesco a spedire dati al server backup destinazione

source: Error: Target tape could not be closed properly
de: Fehler: Schreiben auf das Zielband konnte nicht korrekt abgeschlossen werden
it: Errore: Il nastro destinazione non è stato chiuso appropriatamente

source: Writing tape file %d to target tape
de: Banddatei %d wird auf das Zielband geschrieben
it: Scrivo il tape file %d sul nastro destinazione

source: Error: 1 MB of free space in %s is for sure too few
de: Fehler: 1 MB freier Platz in %s ist zu wenig zur Zwischenspeicherung
it: Errore: 1 MB di spazio libero in %s è sicuramente insufficiente

source: Going to copy cartridge %d to %d
de: Band %d wird auf Band %d kopiert
it: Stò per copiare il cartridge %d sul %d

source: Copying tape file %d to disk
de: Kopiere Banddatei %d auf Platte
it: Copio il tape file %d sul disco

source: Error: Cannot save entire tape file. Too few space in %s, aborting
de: Fehler: Banddatei konnte nicht auf Platte kopiert werden. Zu wenig freier Platz in %s. Programm bricht ab
it: Errore: Non posso memorizzare l'intero tape file. Troppo poco spazio in %s, interrompo

source: Copied %d tape files
de: %d Banddateien wurden kopiert
it: Copiati %d tape files

source: Error: DES encryption not available.
de: Fehler: DES Verschlüsselung nicht verfügbar.
it: Errore: Crittazione DES non disponibile.

source: Key in file is too short
de: Schlüsseldatei enthält zu wenige Zeichen
it: La chiave nel file è troppo corta

source: No filename supplied
de: Kein Dateiname angegeben
it: Nessun filename specificato

source: File not readable
de: Datei nicht lesbar
it: Il file non è leggibile

source: Cannot get file information
de: Dateiattribute können nicht gelesen werden
it: Non posso ottenere le informazioni sul file

source: File is group/world readable
de: Datei ist lesbar für die Gruppe oder alle
it: Il file è leggibile sia dal gruppo che dagli altri

source: Error: not yet implemented.
de: Fehler: noch nicht implementiert.
it: Errore: Non ancora implementato.

source: [ ]*[Bb][Aa][Cc][Kk][Uu][Pp]
de: [ ]*[Ss][Ii][Cc][Hh][Ee][Rr][Uu][Nn][Gg]

source: [ ]*[Cc][Aa][Rr][Tt][Rr][Ii][Dd][Gg][Ee]
de: [ ]*[Bb][Aa][Nn][Dd]\([^a-zA-Z_-].*\)?$

source: [ ]*[Ff][Ii][Ll][Ee]
de: [ ]*[Bb][Aa][Nn][Dd][Dd][Aa][Tt][Ee][Ii]

source: [Nn][Uu][Mm]\([Bb][Ee][Rr]\)?[ ]*[Oo][Ff][ ]*[Cc][Aa][Rr][Tt]\([Rr][Ii][Dd][Gg][Ee]\)?[Ss]
de: [Aa][Nn][Zz][Aa][Hh][Ll][ ]+\([Vv][Oo][Nn][ ]+\)?[Bb][äÄ][Nn][Dd][Ee][Rr]\([Nn]\)?

source: <filename-logfile_not_yet_created>
de: <Indexdatei_noch_nicht_erzeugt>

source: <filename-logfile_not_yet_determined>
de: <Indexdatei_noch_nicht_festgelegt>

source: Cannot run command `%s'.
de: Kommando `%s' kann nicht gestartet werden.

source: Usage: %s [ -nltvmi ] [ -<past-backup-no> ] [ -C <root-directory> ] \ [ -h <backuphosts> ] [ -P <backup-ports> ] \ [ -A "<after-date> [ %% <after-backup-date> ]" ] \ [ -B "<before-date> [ %% <before-backup-date> ]" ] \ [ -k <encryption-key-file> ] [ -T <tapes> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] [ -F <format> ] \ [ { -N <num-indexfiles> | -O <indexfile-age-days> } ] \ [ -M <server-message-config> ] [ -c <configuration-file> ]\ [ -p ] <path-pattern> [ [ -p ] <path-patterns> [ ... ] ]
de: Anwendung: %s [ -nltvmi ] [ -<Vorh-Sicherung-Nr> ] [ -C <Basisverzeichnis> ] \ [ -h <Sicherungsserver> ] [ -P <Sicherungsserverports> ] \ [ -A "<später-Vergleichszeit> [ %% <gesichert-später-als> ]" ] \ [ -B "<früher-Vergleichszeit> [ %% <gesichert-früher-als> ]" ] \ [ -k <Schlüsseldatei> ] [ -T <Bänder> ] \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ] [ -F <Formatspezifikator> ] \ [ { -N <Anzahl-Indexdateien> | -O <Indexdatei-maxi-Alter-Tage> } ] \ [ -M <Servermeldungskonfiguration> ] \ [ -p ] <Pfadmuster> [ [ -p ] <Pfadmuster> [ ... ] ]

source: Usage: %s [ -nltvmi ] [ -<past-backup-no> ] [ -C <root-directory> ] \ [ -h <backuphosts> ] [ -P <backup-ports> ] \ [ -c <configuration-file> ] [ -W <identity> ] \ [ -I <indexfile-part> ] [ -V <var-directory> ] \ [ -A "<after-date> [ %% <after-backup-date> ]" ] \ [ -B "<before-date> [ %% <before-backup-date> ]" ] \ [ -k <encryption-key-file> ] [ -T <tapes> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] [ -F <format> ] \ [ -N <num-indexfiles> | -O <indexfile-age-days> ] \ [ -M <server-message-config> ] \ [ -p ] <path-pattern> [ [ -p ] <path-patterns> [ ... ] ] %s -a [ -nlvm ] [ -<past-backup-no> ] [ -C <root-directory> ] \ [ -h <backuphosts> ] [ -P <backup-ports> ] \ [ -c <configuration-file> ] [ -W <identity> ] \ [ -I <indexfile-part> ] [ -V <var-directory> ] \ [ -k <encryption-key-file> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] [ -F <format> ] \ [ -M <server-message-config> ] %s -{ef} [ -evm ] [ -C <root-directory> ] [ -h <backuphosts> ] \ [ -P <backup-ports> ] [ -V <var-directory> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] \ [ -k <encryption-key-file> ] [ -W <identity> ] \ [ -M <server-message-config> ] \ [ -c <configuration-file> ] < <startup-info-file> %s -E [ -Enlvm ] [ -C <root-directory> ] [ -h <backuphosts> ] \ [ -P <backup-ports> ] [ -V <var-directory> ] \ [ -z <process-cmd> <unprocess-cmd> ] \ [ -Z <built-in-compress-level> ] \ [ -k <encryption-key-file> ] [ -W <identity> ] \ [ -M <server-message-config> ] \ [ -c <configuration-file> ] \ [ <cartridge-number> | <cartridge-range> ] ... ]
de: Anwendung: %s [ -nltvmi ] [ -<Vorh-Sicherung-Nr> ] [ -C <Basisverzeichnis> ] \ [ -h <Sicherungsserver> ] [ -P <Sicherungsserverports> ] \ [ -c <Konfigurationsdatei> ] [ -W <Client-Identifikator> ] \ [ -I <fester-Indexdateinamensteil> ] [ -V <Var-Verzeichnis> ] \ [ -A "<später-Vergleichszeit> [ %% <gesichert-später-als> ]" ] \ [ -B "<früher-Vergleichszeit> [ %% <gesichert-früher-als> ]" ] \ [ -k <Schlüsseldatei> ] [ -T <Bänder> ] \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ] [ -M <Servermeldungskonfiguration> ] \ [ -N <Anzahl-Indexdateien> | -O <Indexdatei-maxi-Alter-Tage> ] \ [ -p ] <Pfadmuster> [ [ -p ] <Pfadmuster> [ ... ] ] %s -a [ -nlvm ] [ -<Vorh-Sicherung-Nr> ] [ -C <Basisverzeichnis> ] \ [ -h <Sicherungsserver> ] [ -P <Sicherungsserverports> ] \ [ -c <Konfigurationsdatei> ] [ -W <Client-Identifikator> ] \ [ -I <fester-Indexdateinamensteil> ] [ -V <Var-Verzeichnis> ] \ [ -k <Schlüsseldatei> ] [ -M <Servermeldungskonfiguration> ] \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ] [ -F <Formatspezifikator> ] %s -{ef} [ -evm ] [ -C <Basisverzeichnis> ] [ -h <Sicherungsserver> ] \ [ -P <Sicherungsserverports> ] [ -V <Var-Verzeichnis> ] \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ] [ -M <Servermeldungskonfiguration> ] \ [ -k <Schlüsseldatei> ] [ -W <Client-Identifikator> ] \ [ -c <Konfigurationsdatei> ] < <Minimal-Info-Datei> \ %s -E [ -Enlvm ] [ -C <Basisverzeichnis> ] [ -h <Sicherungsserver> ] \ [ -P <Sicherungsserverports> ] [ -V <Var-Verzeichnis> ] \ [ -z <Vorverarbeitungskommando> <Rückverarbeitungskommando> ] \ [ -Z <Stärke-interne-Kompression> ] [ -M <Servermeldungskonfiguration> ] \ [ -k <Schlüsseldatei> ] [ -W <Client-Identifikator> ] \ [ -c <Konfigurationsdatei> ] \ [ <Bandnummer> | <Bandnummernliste> ] ... ]

source: Usage
de: Anwendung
it: Uso
