Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: Index processing program:
de: Indexvorverarbeitungsprogramm:
it: Programma elaborazione indice:

source: Index unprocessing program:
de: Indexrückverarbeitungsprogramm:
it: De-elaborazione indice:

source: Process saved files:
de: Gesicherte Dateien vorverarbeiten:
it: Elabora i dati archiviati:

source: Process index files:
de: Indexdateien vorverarbeiten:

source: Files not to be processed:
de: Nicht vorzuverarbeitende Dateien:
it: File da non processare:

source: Number of saved index files:
de: Anzahl aufzuhebender Indexdateien:

source: Time to keep index files in days:
de: Maximalalter der Indexdateien in Tagen:

source: Number of scanned index files:
de: Anzahl zu durchsuchender Indexdateien:

source: Scan index files of previous days:
de: Durchsuchen Indexdateien über vergangene Tage:

source: Test access rights during restore:
de: Zugriffsrechte beim Wiederherstellen prüfen:

source: Event/error-logging file:
de: Datei für Ereignis-/Fehlereinträge:
it: File di log per errori/eventi:

source: Var-Directory:
de: Var-Verzeichnis:
it: Directory var:

source: Client-Identifier:
de: Client-Identifikator:
it: Identificatore del client:

source: Lock-file:
de: Lockdatei:
it: File di lock:

source: Encryption-Key-File:
de: Authentifizierungsschlüsseldatei:
it: File con chiave crittazione:

source: Startup info logging program:
de: Kommando für wichtige Informationen:
it: Archiviazione info ripristino:

source: Program to run before backup:
de: Vor dem Backup auszuführen:
it: Prima del backup, esegui:

source: Program to run at exit:
de: Am Ende des Backup auszuführen
it: Programma da lanciare all'uscita:

source: Working directory:
de: Arbeits-/Startverzeichnis:
it: Directory di lavoro:

source: Names of files to skip:
de: Namen auszulassender Dateien:
it: Nomi dei file da saltare:

source: Names of directories to skip:
de: Namen auszulassender Verzeichnisse:
it: Nomi delle directory da saltare:

source: File with names to skip:
de: Datei mit auszulassenden Namen:
it: File con i nomi da saltare:

source: Filesystem types to save/skip:
de: Zu sichernde/auszulassende Dateisystemtypen:

source: Write CRC32 checksums:
de: CRC32 Prüfsummen mitsichern:
it: Scrivi i controlli CRC32:

source: Evaluate also the ctime:
de: Auch die ctime auswerten:

source: Report Progress to file:
de: Fortschritt in Datei schreiben:

source: Number of full backup parts:
de: Anzahl Teile einer Vollsicherung:
it: Numero parti backup completo:

source: Directories to backup:
de: Zu sichernde Verzeichnisse:
it: Directory da archiviare:

source: Directories to backup, part #num#:
de: Zu sichernde Verzeichnisse, Teil #num#:
it: Directory da archivare, parte #num#:

source: These are the hostnames of the machines where a server side of the backup service resides. Some kind of streamer device must be connected to these machines. The files and directories, that should be saved, are packed, eventually processed somehow, and then sent to the named machines, who writes them to the connected device. The named machines are tested for service availability. If a server is busy, the next one is tried. BackupPorts can be configured in the same order as the host entries supplied here. The servers in this list may be separated by whitespace and/or commas. If the backup server is the same host as the client, the use of the name localhost is recommended.
de: Dies sind die Namen der Rechner, auf denen sich ein betriebsbereiter Afbackup Server befindet. Irgendeine Art von Bandlaufwerk muss an diese Maschinen angeschlossen sein. Die Dateien, Verzeichnisse usw., die gesichert werden sollen, werden zu einem Zeichenstrom zusammengepackt, eventuell vorverarbeitet, und dann zu einer der hier genannten Maschinen übertragen, welche die Daten dann auf ein angeschlossenes Laufwerk schreiben. Die hier aufgeführten Rechner werden befragt, ob der Backup Service auf ihnen verfügbar ist. Wenn ein Server belegt ist, wird der nächste gefragt. Im Parameter BackupPorts können ebenso wie hier mehrere aufgeführt werden. Die Zuordnung erfolgt durch die entsprechende Position. Wenn mehrere Server angegeben werden, sollten sie durch Leerzeichen oder Kommata getrennt sein. Wenn der Serverrechner identisch mit dem Client ist, wird als Eintrag localhost empfohlen.
it: Questi sono i nomi delle macchine su cui risiede la parte server del backup. Qualche tipo di streamer deve essere connesso a queste macchine. I file e le directory da archiviare vengono impacchettati, eventualmente processati in qualche modo, e poi spediti alle macchine citate, che li scriveranno sul dispositivo. Se un server è occupato, viene usato il server successivo. I numeri di porta da usare (BackupPorts) possono essere specificati nello stesso ordine dei nomi specificati qui. I server in questa lista possono essere separati con spazi e/o virgole. Se il server di backup è la stessa macchina del client, è raccomandato l'uso del nome "localhost".

source: These are the port numbers on the backup server machines, where the backup server processes listen. The default is 2988 or the number found in the file /etc/services (or in NIS if it is configured). Several ports can be supplied, positionally according to the backup server hosts supplied in the BackupHosts parameter. The numbers can be separated by whitespace and/or commas. If fewer numbers are supplied than backup servers, the default port 2988 applies for the rest. If more port numbers are given, the superfluous ones are ignored.
de: Dies sind die Portnummern oder Servicenamen, die auf den Serverrechnern kontaktiert werden und auf denen die Serverprozesse lauschen. Voreinstellung ist die Nummer 2988 oder die Nummer, welcher der Servicename afbackup/tcp zugeordnet ist. Mehrere Ports/Servicenamen können angegeben sein. Die Zuordnung erfolgt durch die entsprechende Position. Die Zahlen oder Namen können durch Leerzeichen oder Kommata getrennt sein. Wenn hier weniger Einträge angegeben sind als Serverrechner in BackupHosts, wird für die fehlenden der Default 2988 angenommen. Falls hier mehr Ports angegeben sind als Servernamen, werden die überzähligen ignoriert.
it: Questi sono i numeri delle porte da usare sui server backup. La porta di default è la 2988 o quella trovata nel file /etc/services (o nel NIS se è configurato). Possono essere specificate diverse porte: ciascuna verrà usata sul server specificato nella medesima posizione nel parametro BackupHosts. I numeri possono essere separati da spazi o virgole. Se vengono specificate meno porte di backup server, sui rimanenti host verrà utilizzata la porta di default 2988. Se vengono specificati troppi numeri, quelli superflui sono ignorati.

source: The cartridge sets on the server side to use for backups. They must be legal numbers between 1 and the number of cartridge sets configured on the appropriate server side. Several sets can be supplied, positionally according to the backup server hosts supplied in the BackupHosts parameter. The numbers can be separated by whitespace and/or commas. If fewer numbers are supplied than backup servers, the default set # 1 applies for the rest. If more cartridge set numbers are given, the superfluous ones are ignored.
de: Die Bandsätze auf den Servern, die für die Sicherungen verwendet werden sollen. Dies müssen gültige Nummern von 1 bis zur Anzahl konfigurierter Bandsätze sein. Mehrere Bandsätze können angegeben werden. Die Zuordnung zu den Servern erfolgt wie bei den Ports über die Position. Die Zahlen der Bandsätze können durch Leerzeichen oder Kommata getrennt sein. Falls weniger Bandsatznummern angegeben sind als Server, wird für die weiteren Server der Default-Bandsatz Nummer 1 angenommen. Überzählige Bandsatzangaben werden ignoriert.
it: I set di cartridge da usare sui server backup. Devono essere dei numeri interi compresi tra 1 ed il numero di set di cartridge configurati su ciascun server. Possono essere specificati più set: ciascuno verrà usato sul server specificato nella medesima posizione nel parametro BackupHosts. I numeri possono essere separati con spazi o virgole. Se vengono specificati meno set di backup server, sui rimanenti host verrà utilizzato di default il set numero 1. Se vengono specificati troppi numeri, quelli superflui sono ignorati.

source: By default the server sends messages about current problems or required actions to a maintainer or, if determinable and configured, to the user on the client side. They cannot be seen as output on the client side. When this parameter is set, these messages are also output on the client side. The first word must consist of the letters b, v, r and c i.e. messages are output during backup, verify, restore, and/or copy-tape, depending on what letters appear. The next fields must name the respective single stream server ports or service names according to the configured ports in (2), i.e. wherever a multi stream port appears in the configuration in (2), here the respective single stream service must be named. If not given the values default to the ones configured in (2). If this parameter is not properly configured, the messages might not be seen on the client side for technical reasons.
de: Wenn die Serverseite irgendwelche Probleme feststellt oder Informationen an einen Operator liefern möchte, geschieht dies via Mail an die konfigurierte Adresse und an den Benutzer auf der Clientseite, sofern dieser festgestellt werden kann. Die Meldungen erscheinen nicht als Ausgaben auf der Clientseite. Ist dies gewünscht, kann dies hier spezifiziert werden. Das erste Wort in dieser Angabe muss aus einem oder mehreren der Buchstaben b, v, r oder c bestehen, welches bedeutet, dass Ausgaben auf der Clientseite erscheinen bei Backup, Verify, Restore oder Medium kopieren, je nachdem, ob der entsprechende Buchstabe angegeben wurde oder nicht. Die nächsten Felder müssen die Ports oder Servicenamen des jeweiligen Single-Stream Servers angeben passend den Einträgen in (2). D.h., wo immer in (2) der Port eines Multi-Stream Servers auftaucht, muss hier der entsprechende konfigurierte Single-Stream Server angegeben sein. Falls hier nichts angegeben ist, werden die entsprechenden Felder aus (2) verwendet. Wenn diese Einstellung nicht richtig vorgenommen ist, kann es sein, dass aus technischen Gründen die Servermeldungen nicht auf Clientseite sichtbar sind.

source: If you want your files to be processed during save (e.g. compressed), you can supply the name of the program that should perform the desired processing here. If you do so, you MUST also supply the appropriate unprocess- program. Note that this program may be specified with options but no shell-like constructions such as pipes, variables or wildcards. This program must read standard input and write to standard output. For pattern replacements see LoggingFile (19)
de: Wenn die gesicherten Dateien vorverarbeitet werden sollen, kann das Programm, welches die Vorverarbeitung durchführen soll, hier angegeben werden. Falls dieser Parameter angegeben wird, muss auch ein passendes Rückverarbeitungskommando konfiguriert werden. Das Programm kann mit Optionen angegeben werden, aber keine Shell-artige Zeile z.B. mit Variablen oder Pipes ist erlaubt. Das Programm muss die Standardeingabe lesen und die Standardausgabe schreiben. Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter LoggingFile (19)

source: The counterpart to the processing program. You must either supply both process- and unprocess-program or neither of them. Like the process program, the unprocess-program must read standard input and write to standard output. For pattern replacements see LoggingFile (19)
de: Das Gegenstück zum Kompressionsprogramm. Entweder beide müssen angegeben sein oder keines. Wie das Kompressionsprogramm muss auch dieses die Standardeingabe lesen und die Standardausgabe schreiben. Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter LoggingFile (19)

source: A number, that specifies the level of built-in compression, if present, otherwise no built-in compression will be performed. If a process program is also specified, the order of processing is: First the data is piped through the external program and then built-in compression is done. Uncompressing works the other way round.
de: Diese Zahl gibt die Stärke der eingebauten Kompression an, sofern angegeben. Andernfalls wird keine eingebaute Kompression angewendet. Wenn zusätzlich ein Vorverarbeitungsprogramm angegeben ist, bearbeitet dieses zuerst die Dateiinhalte, anschließend wird die eingebaute Kompression angewendet. Die Rückverarbeitung erfolgt umgekehrt.
it: Un numero che specifica il livello di compressione interna, se presente; altrimenti la compressione non viene effettuata. Se è stato specificato anche un programma di elaborazione, l'ordine di applicazione è il seguente: prima i dati vengono fatti passare attraverso il programma esterno, sul cui risultato viene applicata la compressione. La decompressione opera in maniera inversa.

source: The name of the file where the names of the saved files are stored. The current number is appended to this filename. The number is incremented each time a full backup starts. For pattern replacements see LoggingFile (19).
de: Der Name der Datei, in welcher die Namen der gesicherten Dateisystemeinträge abgelegt werden. Die laufende Vollsicherungsnummer wird an den Namen angehängt. Mit jeder erfolgreichen Vollsicherung wird diese Nummer erhögt. Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter LoggingFile (19)

source: The program to preprocess the index file, in most cases some kind of compression. If this parameter is not set, it defaults to the setting of the ProcessCmd (5). If you set it, you MUST also supply the appropriate unprocess- program. Note that this program may be specified with options but no shell-like constructions such as pipes, variables or wildcards. This program must read standard input and write to standard output. For pattern replacements see LoggingFile (19)
de: Wenn die Indexdateien vorverarbeitet werden sollen, kann das Programm, welches die Vorverarbeitung durchführen soll, hier angegeben werden. Falls nichts angegeben ist, wird hier dieselbe Einstellung wie beim Parameter ProcessCmd (5) verwendet. Falls dieser Parameter angegeben wird, muss auch ein passendes Rückverarbeitungskommando konfiguriert werden. Das Programm kann mit Optionen angegeben werden, aber keine Shell-artige Zeile z.B. mit Variablen oder Pipes ist erlaubt. Das Programm muss die Standardeingabe lesen und die Standardausgabe schreiben. Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter Logging File (19)

source: The counterpart to the index processing program. If not given, it defaults to the setting of the UnprocessCmd (6). You must either supply both process- and unprocess-program or neither of them. Like the index process program, the unprocess-program must read standard input and write to standard output. For pattern replacements see LoggingFile (19)
de: Das Gegenstück zum Index-Vorverarbeitungsprogramm. Falls nicht angegeben, wird dieselbe Einstellung wie beim Parameter UnprocessCmd(6) verwendet. Entweder beide müssen angegeben sein oder keines. Wie das Index-Vorverarbeitungsprogramm muss auch dieses die Standardeingabe lesen und die Standardausgabe schreiben. Bezüglich Ersetzungen von Zeichenfolgen siehe Parameter LoggingFile (19)

source: This flag specifies, whether the files, that are saved, should be processed by the configured program.
de: Dieser Schalter gibt an, ob die zu sichernden Dateien der konfigurierten Vorverarbeitung unterworfen werden sollen.
it: Questa opzione specifica se i file devono essere elaborati con i programmi specificati durante l'archiviazione.

source: This flag specifies, whether the filename logging files (i.e. the index files) should be processed by the configured program.
de: Dieser Schalter gibt an, ob die Indexdateien der konfigurierten Vorverarbeitung unterworfen werden sollen.

source: These patterns or filenames specify files, that no processing is attempted on. Normally this is done for all files. This might be unefficient, e.g. compressing files, that are already compressed, so their compression can be suppressed with this parameter. The value of this parameter must be a list separated by whitespace. Double quotes may enclose list elements.
de: Diese Dateinamen(muster) geben an, auf welche Dateien keine Vorverarbeitung angewendet werden soll. Normalerweise wird versucht, alle Dateiinhalte zu bearbeiten. Bei konfigurierter Kompression und bereits komprimierten Daten ist dies ineffizient. Sofern am Namen erkannt werden kann, dass die Dateien nicht verarbeitet werden sollen, kann mit diesem Parameter die Vorverarbeitung unterdrückt werden. Mehrere Namen bzw. Muster können hier - durch Leerzeichen voneinander getrennt - angegeben werden. Doppelte Anführungszeichen können einzelne Einträge einrahmen, z.B.,wenn diese wiederum Leerzeichen enthalten.
it: Questi pattern o nomi di file indicano i file da non elaborare: normalmente tale operazione coinvolge tutti i file. Questo può essere inefficiente, ad esempio la compressione di dati già compressi. Con questo parametro si può evitare la loro rielaborazione. Il valore deve essere una lista separata da spazi, eventualmente racchiudendo i singoli elementi tra virgolette.

source: This number determines how many log files of previous full backups are saved. These files may serve for the restore of older files than those present in the current backup. Of course there must be sufficient space to hold all the backups. It doesn't help to save all the saved filenames but not to have them available on tape.
de: Diese Zahl gibt an, wieviele Indexdateien vorhergehender Vollsicherungen aufgehoben werden. Diese Dateien können der Wiederherstellung von älteren Versionen von Dateien dienen. Selbstverständlich muss genug Platz auf Bändern vorhanden sein, um diese Daten zu sichern. Es hat wenig Sinn, Indexdateien aufzuheben, welche Dateinamen auflisten, die auf keinem Band mehr verfügbar sind.
it: Questo numero indica quanti file di log dei precedenti backup completi vengono conservati. Questi file possono servire per il ripristino di file più vecchi di quelli presenti sul backup attuale. Naturalmente ci deve essere spazio sufficiente per mantenere tutti i backup: non ha senso preservare i nomi dei file archiviati ma non averli disponibili sul nastro.

source: Instead of the number of index files to be kept (previous parameter), their maximum age can be configured in days (floating point number allowed). Older index files will be automatically removed. If this parameter is configured and the previous one at the same time, the longer duration will be applied to avoid accidental removal of indexes on configuration errors.
de: Anstatt die maximale Anzahl aufzuhebender Indexdateien anzugeben (vorheriger Parameter), kann hier deren maximales Alter in Tagen konfiguriert werden (Fließkommazahl erlaubt). Ältere Dateien werden automatisch entfernt. Wenn dieser und der vorherige Parameter angegeben sind, wird der jeweils längere Zeitraum ermittelt und angewendet, um versehentliche Löschung der Indexe durch Konfigurationsfehler zu vermeiden.

source: This is the maximum number of index files, that will be scanned during restore. This can be helpful, if it takes too much time to scan through all index files, what is done, if restrictions are given, such as before time, after time or certain tapes. This parameter can be overridden by option -N of afrestore.
de: Die Maximalzahl von Indexdateien, welche bei der Wiederherstellung nach passenden Einträgen durchsucht wird. Dies kann sinnvoll sein, wenn die Anzahl und Größe der Indexe so hoch sind, dass das Durchsuchen unerträglich lange dauert. Hinweis: Alle vorhandenen Indexdateien werden durchsucht, wenn irgendwelche Restriktionen angegeben wurden (z.B. Zeitpunkte oder Bänder). Wird afrestore mit Option -N aufgerufen, wird der damit angegebene Wert verwendet.

source: Instead of configuring the maximum number of index files to be scanned (previous parameter), their maximum age in days can be configured (floating point number allowed). This parameter can be overridden by option -O of afrestore.
de: Anstatt die Maximalzahl zu durchsuchender Indexdateien anzugeben (vorheriger Parameter), kann deren maximales Alter in Tagen angegeben werden (Fließkommazahl erlaubt). Die Kommandozeilenoption -O von afrestore kann angewendet werden, um den konfigurierten Wert zu überschreiben.

source: When this flag is set, during restore started by a normal user (not the superuser) it is checked, whether the user has sufficient access permissions in the directory, where the files are recovered. When relocating using option -C this is default behaviour. With this flag set it will be enforced also when not relocating. This has pros and cons. It might be desirable, that users can also restore their own files in directories owned by root (e.g. at-job files or the CDE calendar stuff). On the other side this might be considered a security problem.
de: Wenn dieser Schalter gesetzt ist, wird während einer Wiederherstellung durch einen normalen Benutzer (nicht der Superuser) genau geprüft, ob der Benutzer ausreichende Berechtigungen in dem Verzeichnis hat, in welches Dateien wiederhergestellt werden. Bei Wiederherstellung in ein anderes Verzeichnis als das, aus dem gesichert wurde, mittels der Option -C, ist dies ohnehin der Fall. Mit diesem Schalter wird der Test auch bei Wiederherstellung an den ursprünglichen Ort erzwungen. Dies hat Vor- und Nachteile. Es kann etwa erwünscht sein, dass Benutzer auch ihre eigenen Dateien wiederherstellen können in Verzeichnissen, die ihnen gar nicht gehören (z.B. at-Job Dateien oder das CDE-calendar Zeugs). Andererseits könnte man dies aus Sicherheitsgründen verhindern wollen.

source: The name of a file error messages or other notable events are written to. A dash - stands for no logging. The pattern %V will be replaced with the full path to the var-directory, %B with the bin directory, %L with the lib directory, %C with the configuration directory and %I with the logging directory (usually == %V)
de: In die Datei mit diesem Namen werden Fehler oder andere wichtige Meldungen geschrieben. Ein Bindestrich - steht für keine Meldungsdatei. Die Zeichenfolge %V wird durch den vollen Pfad zum Var-Verzeichnis ersetzt, %B durch den des Bin-Verzeichnisses, %L durch das Lib-Verzeichnis, %C durch das Konfigurationsverzeichnis und %I durch das Verzeichnis, wo die Indexe liegen (meist == %V)

source: The directory, where varying files should be put in. These files must not be deleted. The information they contain is necessary for restore.
de: Das Verzeichnis, wo veränderliche Dateien angelegt werden. Diese Dateien dürfen nicht ohne genaue Kenntnis, was vor sich geht, gelöscht oder manipuliert werden. Ihr Inhalt ist in der Regel für die Wiederherstellung von Daten erforderlich.
it: La directory contenente i file modificati via via dal sistema di backup. Questi file non devono essere cancellati, in quanto contengono informazioni necessarie al ripristino dei dati.
