Repository: lenoil98/afbackup
Catalog: po/*.po
Languages: de, it

source: The destination tape for the duplicate operation can be given
de: Das Band, das beim Duplizieren das Ziel darstellt, kann auf zwei
it: Il nastro di destinazione per l'operazione di duplicazione può

source: in two ways: either with the options -h, -p, -C and -k following
de: Arten angegeben sein: Entweder mit den Optionen -h, -p, -C und -k,
it: essere specificato in due modi: o con le opzioni -h, -p, -C e -k

source: the -D immediately without space and enclosed in quotes, so that
de: unmittelbar auf -D folgend und in Anführungszeichen gesetzt, so dass
it: specificate come argomento a -D racchiuse tra apici, in modo che

source: they appear as an own argument list in one real argument, e.g.:
de: sie zusammen als ein einzelnes Argument erscheinen. Beispiel:
it: appaiano come un singolo argomento, ad esempio:

source: -D' -C 5 -h targethost -p targetport'
de: -D' -C 5 -h Zielserver -p Zielport'

source: (double quotes are of course also possible ...).
de: (statt ' können natürlich auch doppelte Anführungszeichen " stehen)
it: (naturalmente è possibile usare le doppie virgolette...).

source: The second format is as follows:
de: Das zweite mögliche Format sieht so aus:
it: Il secondo formato è il seguente:

source: [<targetcart>][@<targethost>][%<targetport>][:<targetcryptkeyfile>]
de: [<Zielband>][@<Zielserver>][%<Zielport>][:<Zielserver-Schlüsseldatei>]

source: At least one of the specifiers must be present. Examples:
de: Mindestens ein Parameter muss angegeben sein. Beispiele:
it: Almeno uno degli specificatori deve essere presente. Esempi:

source: 5@otherhost 5%2990:/keyfile/for/target/server @otherhost%2970
de: 5@zielserver 5%2990:/schluessel/für/zielserver @zielserver%2970

source: If one of the specifiers is omitted, it is assumed identical with
de: Wenn einer der Parameter fehlt, wird angenommen, dass er mit dem
it: Se uno degli specificatori è omesso, viene assunto identico al

source: the copy source specified in the normal options -h, -p, -C and -k.
de: entsprechenden der Quelle übereinstimmt, die in den normalen Optionen
it: valore specificato nelle normali opzioni -h, -p, -C e -k.

source: Copying a tape to itself is prevented.
de: -h, -p, -C und -k angegeben sind. Ein Band wird niemals auf sich selbst kopiert.
it: La copia di un nastro su sè stesso non viene permessa.

source: More options in alphabetical order:
de: Weitere Optionen in alphabetischer Reihenfolge:
it: Altre opzioni in ordine alfabetico:

source: - in combination with -c: read standard input and
de: - zusammen mit -c: Standardeingabe wird gelesen und ohne
it: - in combinazione con -c: leggi lo standard input e

source: write it to tape, in combination with -x: read
de: Auswertung auf Band geschrieben. Zusammen mit -x: Daten
it: scrivilo sul nastro, in combinazione con -x: leggi

source: tape and write it to standard output
de: vom Band lesen und auf die Standardausgabe schreiben
it: dal nastro e scrivi su standard output

source: -A <time> process files (save or extract) modified after
de: -A <zeit> Dateien, die nach der angegebenen Zeit modifiziert wurden,
it: -A <time> processa i file (scrittura o estrazione) modificati

source: the given time in seconds since 1.1.1970 00:00
de: verarbeiten (ein- oder auspacken). Die Zeitangabe wird in Sekunden seit dem 1.1.1970 0:00 erwartet
it: successivamente al dato istante specificato in secondi a partire dal 1/1/1970 00:00

source: -a in combination with -x: extract all files and
de: -a zusammen mit -x: alle Verzeichnisse und Dateien auspacken,
it: -a in combinazione con -x: estrai tutti i file e

source: directories in the archive
de: die sich in dem eingepackten Datenstrom befinden
it: le directory nell'archivio

source: -B <time> process files (save or extract) modified before
de: -B <time> Dateien, die vor der angegebenen Zeit modifiziert wurden,
it: -B <time> processa i file (scrittura o estrazione) modificati prima dell'istante specificato

source: -b don't enter buffering mode
de: -b keine Zwischenpuffer einrichten und verwenden
it: -b non usare la modalità bufferizzata

source: -e <errlog> Use the file <errlog> to write error messages to
de: -e <Fehlerd> Fehlerausgaben und Meldungen in die angegebene Datei
it: -e <errlog> usa il file <errlog> per scrivere i messaggi di errore

source: instead of the standard error output
de: schreiben, statt auf die Standardfehlerausgabe
it: invece che su standard error

source: -f <file> write to or read from a file instead of querying
de: -f <Datei> gepackte Daten in die angegebene Datei schreiben oder aus
it: -f <file> scrivi o leggi dal file invece che interrogare

source: the backup server
de: ihr lesen, statt mit einem Server zu kommunizieren
it: il server backup

source: -g while extracting/reading: ignore leading garbage,
de: -g beim Auspacken: nicht identizierbare Daten am Anfang
it: -g durante estrazione/lettura: ignora spazzatura iniziale,

source: suppress error messages at the beginning. This
de: ignorieren, keine Fehlermeldung bringen. Dies ist beim
it: sopprimendo i messaggi di errore all'inizio. Questo

source: is useful when extracting from tape files, that
de: Auspacken sinnvoll, wenn von Banddateien gelesen wird, die
it: è utile per estrarre da un nastro che non sia il

source: are not the first ones of a whole archive.
de: nicht den Beginn des gepackten Datenstroms enthalten.
it: primo di un archivio suddiviso su più nastri.

source: -H <header> put the supplied informational header to the begin
de: -H <info> die angegebenen Information an den Anfang der gepackten
it: -H <header> metti l'intestazione specificata all'inizio del

source: of the backup. If a - is supplied (no space may
de: Aufzeichnung schreiben. Wenn ein - (ohne Leerzeichen

source: follow -H i.e. -H-) the information is read from
de: auf -H folgend) angegeben ist, wird eine Zeile von

source: the first line of stdin. Backslash sequences of
de: der Standardeingabe gelesen. Backslash-Sequenzen wie

source: C-like style are replaced
de: in C werden ersetzt.

source: -h <host> use the backup server with the name <host>
de: -h <server> den angegebenen Server benutzen. Voreinstellung ist
it: -h <host> usa il server backup chiamato <host>

source: default host is the machine with the name
de: ein Rechner mit dem Namen backuphost, sofern es ihn
it: l'host di default è la macchina chiamata

source: backuphost
de: gibt

source: -i while extracting: ignore the stored ownership and
de: -i beim Auspacken: die Eigentümerschaft der eingepackten Daten
it: -i in estrazione: ignora le informazioni sul possessore

source: do not restore it
de: ignorieren, Eigentümer ist dann der startende Benutzer
it: e non ripristinarle

source: -j when starting to write: request starting a new
de: -j wenn geschrieben werden soll: anfordern, dass eine neue
it: -j in scrittura: richiedi di partire con un

source: tape file
de: Banddatei begonnen wird
it: nuovo tape file

source: -K when packing, do not keep the access time of the
de: -K beim Einpacken anschließend nicht die Zugriffszeit

source: file. By default after packing a filesystem entry
de: auf den vorherigen Wert zurücksetzen. Voreinstellung

source: it's previous atime is restored
de: ist das Wiederherstellen der 'atime'

source: -k <file> use the contents of the given file as encryption
de: -k <datei> den Inhalt der angegebenen Datei als Information
it: -k <file> usa il contenuto del file specificato come

source: key for authenticating to the server
de: zur Authentifizierung beim Server benutzen
it: chiave per l'autentificazione col server

source: -l for each packed or unpacked filename, if sending
de: -l für jeden ein- oder ausgepackten Dateisystemeintrag bei
it: -l per ogni filename scritto/estratto, se si è in modalità

source: to or receiving from a backup server in verbose
de: Verwendung eines Servers zusammen mit den Schaltern -v
it: prolissa nella comunicazione col server backup,

source: mode in combination with -n:
de: und -n:
it: in combinazione con -n:

source: printout server name and port number at the
de: den Namen des Servers und die Portnummer an den Beginn
it: scrivi il nome del server ed il numero di porta

source: beginning of the line, e.g.: orion%2988!
de: jeder Zeile vor dem Namen ausgeben, z.B.: orion%2988!
it: all'inizio di ogni riga, esempio: orion%2988!

source: -N <file> while archiving: ignore files with a modification
de: -N <datei> beim Einpacken: Dateien ignorieren, die einen Zeitstempel
it: -N <file> in scrittura: ignora i file modificati successivamente

source: time before the one of the given file, only save
de: der letzten Modifikation haben, der vor demjenigen der
it: al file dato, salva solo i file più recenti

source: newer files or such with the same age in seconds
de: angegebenen Datei liegt, nur neuere Dateien einpacken
it: o con la stessa età in secondi

source: -n for each packed or unpacked filename, if sending
de: -n für jeden ein- oder ausgepackte Dateisystemeintrag bei
it: -n se si è in modalità

source: mode:
de: und -n:
it: per ogni filename scritto/estratto

source: printout cartridge and tape file number at the
de: Nummer des Bandes und der Banddatei zu Beginn jeder
it: scrivi il cartridge ed il numero di file

source: beginning of the line, e. g.: 7.15: <filename>
de: Zeile ausgeben, z.B.: 7.15: <dateiname>
it: all'inizio di ogni riga, esempio: 7.15: <filename>

source: In combination with -X: precede each line of
de: Zusammen mit -X: jeder Zeile, welche das auf dem
it: In combinazione con -X: precedi ogni riga di

source: output received from the remotely started program
de: anderen Rechner gestartete Programm ausgibt, den
it: output ricevuta dal programma remoto con

source: with the identifier of the remote host and a
de: Identifikator des Rechners voranstellen, gefolgt von
it: il nome dell'host remoto seguita da `:',

source: colon, e. g.: darkstar: Full backup finished.
de: einem Doppelpunkt, z.B.: darkstar: Vollsicherung beendet
it: esempio: darkstar: Backup totale completato.

source: -O for each packed file creating a backup in verbose
de: -O zusammen mit dem Schalter -v: für jede eingepackte Datei
it: -O per ogni file archiviato in modalità prolissa:

source: mode: printout the user-ID of the file owner at
de: die Benutzer-ID des Eigentümers am Beginn der Zeile
it: scrivi l'ID dell'utente che possiede il file

source: the beginning of the line prefixed with a bar |
de: ausgeben. Vorangestellt wird ein Balken |, sofern
it: all'inizio della riga precedendolo con "|"

source: eventually behind cartridge and file number
de: Band- und Banddateinummer vorausgehen
it: eventualmente dopo il cartridge e numero di file

source: -o <uid> archive or extract only files owned by the user
de: -o <uid> nur Daten ein- oder auspacken, die dem Benutzer mit der
it: -o <uid> archivia o estrai solo i file appartenenti

source: with the given user-ID (an integer)
de: angegebenen ID (ganze Zahl) gehören
it: all'utente con UID (un numero intero) specificato

source: -p <portno> use a different port number for communicating with
de: -p <port> die angegeben Portnummer beim Kontaktieren eines Servers
it: -p <portno> usa una porta differente per comunicare col backup

source: the backup server. Default is TCP-Port 2988
de: benutzen. Voreinstellung ist der Port 2988
it: server. Il default è la porta TCP 2988

source: -R pack or extract directories recursively with all
de: -R beim Ein- oder Auspacken rekursiv in Unterverzeichnisse
it: -R archivia o estrai ricorsivamente le directory con

source: of their contents
de: hineinwechseln und auch deren Inhalte ein-/auspacken
it: tutto il loro contenuto

source: -r use filenames relative to the current directory,
de: -r Datei-/Verzeichnisnamen relativ zum aktuellen Verzeichnis
it: -r usa filename relativi alla directory corrente,

source: whether they start with a slash or not. If -r
de: anwenden, evtl. den Slash / am Anfang entfernen. Wenn -r
it: che comincino con slash ("/") o meno. Se -r

source: is given more then 1 time, also let symlinks
de: mehrfach angegeben ist, werden auch symbolische Links,
it: è presente più di una volta, modifica i collegamenti

source: originally pointing to absolute paths now point
de: die ursprünglich auf absolute Pfade zeigen, in solche
it: simbolici a path assoluti trasformandoli in

source: to paths relative to the directory, where the
de: umgewandelt, die relativ zum den Verzeichnissen gelten,
it: collegamenti a path relativi alla directory dove

source: symlink will be created. If given twice, the
de: in denen die Symlinks jeweils angelegt werden.

source: current directory is assumed to be the relative
de: die sich in dem eingepackten Datenstrom befinden

source: root directory for the symbolic link target.
de: die sich in dem eingepackten Datenstrom befinden

source: If given three times, the root directory of the
de: angegebenen Verzeichnis zwischengespeichert, nicht im

source: current process is used as the relative root
de: die sich in dem eingepackten Datenstrom befinden

source: directory of the symbolic link targets
de: die sich in dem eingepackten Datenstrom befinden

source: -S <cartset> The cartridge set to use, where <cartset> is the
de: -S <Bandset> Die zu verwendende Bandmenge, wobei die angegebene Nummer
it: -S <cartset> Il set di cartridge da usare, dove <cartset> è

source: number of a valid cartridge set on the server
de: ein gültiges Bandset auf dem Server repräsentieren muss.
it: il numero di un set di cartridge valido sul

source: side. Default is 1. This option makes sense only
de: Voreinstellung ist Nummer 1. Diese Option ist nur beim
it: server. Il default è 1. Questa opzione ha senso

source: when creating backups with -c
de: Einpacken von Daten sinnvoll (-c)
it: solo creando dei backup con -c

source: -s <filepat> do not attempt processing on files matching the
de: -s <muster> Dateien, die dem angegeben Muster entsprechen, werden nicht
it: -s <filepat> ignora i file che corrispondono al pattern

source: given filename pattern. This parameter may
de: vorverarbeitet. Dieser Parameter kann mehrfach angegeben
it: specificato. Questa opzione può apparire più

source: appear several times
de: werden
it: di una volta

source: -T <file/dir> read the filenames to process from the <file>.
de: -T <datei/verz> die Namen der ein-/auszupackenden Dateien aus der Datei mit
it: -T <file/dir> leggi i nomi dei file da processare da <file>.

source: The filenames must be separated by whitespace.
de: dem angegebenen Namen lesen. Die Namen müssen durch
it: I nomi devono essere separati da spazi.

source: If whitespace is part of a filename, it has to
de: Leerzeichen getrennt sein. Falls die Dateinamen Leerzeichen
it: Se il nome di un file contiene spazi, deve essere

source: be enclosed by double quotes. Double quotes or
de: enthalten, müssen sie in doppelten Anführungszeichen stehen.
it: racchiuso tra virgolette doppie. Tali virgolette o

source: backslashes within the filename have to be
de: Anführungszeichen oder Backslashes in den Dateinamen muss
it: backslash ("\") nel nome devono essere

source: preceded by a backslash. In combination with
de: ein Backslash vorangestellt werden. Zusammen mit
it: preceduti da un backslash ("\"). Con l'opzione

source: -D: the tape files to be copied are temporarily
de: -D: die zu kopierenden Banddateien werden im angegebenen
it: -D: i file da copiare vengono memorizzati

source: stored in the given directory instead of the
de: angegebenen Verzeichnis zwischengespeichert, nicht im
it: temporaneamente nella directory specificata

source: default directory /tmp
de: voreingestellten Verzeichnis /tmp
it: anziché nella directory di default /tmp

source: -U for each packed file creating a backup in verbose
de: -U zusammen mit dem Schalter -v: für jede eingepackte
it: -U per ogni file archiviato in modalità prolissa:

source: mode: printout the modification time of the file
de: Datei die Modifikationszeit in Sekunden seit dem
it: scrivi l'istante di modifica del file in secondi

source: in seconds since 1970/1/1 0:00 at the beginning
de: 1.1.1970 0:00 Uhr am Beginn der Zeile ausgeben.
it: dal 1/1/1970 alle 0:00 all'inizio della riga

source: of the line prefixed with a tilde ~ eventually
de: Vorangestellt wird eine Tilde ~, sofern Eigentümer,
it: preceduto da tilde ("~"), eventualmente dopo

source: behind cartridge number, file number and owner
de: Band- und/oder Banddateinummer vorausgehen
it: cartridge number, numero di file e utente possessore

source: -u while extracting: remove existing files with the
de: -u wenn beim Auspacken einer Datei schon eine mit demselben
it: -u in estrazione: cancella eventuali file preesistenti

source: same name as found in the archive. Otherwise
de: Namen existiert, wird diese entfernt. Ohne diese Option
it: con lo stesso nome di quelli nell'archivio.

source: no existing files are overwritten
de: werden keine existierenden Dateien überschrieben
it: Altrimenti, nessuno di tali file viene sovrascritto

source: -V <file> write a report containing statistics at the end of
de: -V <datei> in die angegebene Datei werden am Ende des Einpackens
it: -V <file> scrivi un report di statistiche alla fine del

source: a backup to the <file>
de: verschiedene Informationen geschrieben, z.B. Statistik
it: backup in <file>

source: -v verbose mode: print the filenames while creating
de: informativer Modus: beim Ein- oder Auspacken werden die
it: -v modalità prolissa: scrivi i nomi dei file archiviati

source: or extracting, be a little more verbose while
de: Namen der Dateien/Verzeichnisse ausgegeben, beim Auflisten
it: o estratti, produci un listato del contenuto

source: listing contents. If -v is the only given flag:
de: mit -t werden weitere Informationen gegeben. Wenn -v der
it: di un archivio più completo. Se è l'unica flag

source: print out software name and version
de: einzige angegebene Schalter ist, werden nur Name und Version der Software ausgegeben.
it: specificata, scrivi nome e versione del programma

source: -W <id> identify as <id> to the server. This is needed when
de: -W <id> der Client identifiziert sich dem Server gegenüber mit
it: -W <id> identificati come <id> al server. Questo è necessario

source: connecting a multi-stream server to distinguish
de: der angegebenen Zeichenfolge. Dies ist besonders beim
it: connettendosi ad un server multi-stream per

source: between the clients. Default is the string
de: Kontaktieren des Mehrfachclient-Servers wichtig, damit
it: differenziare i vari client. Il default è la stringa

source: "<client-program>"
de: dieser die Clients unterscheiden kann. Voreinstellung: "<client-program>"

source: -z <z> <uz> use <z> as the command, that is used to process
de: -z <z> <uz> das Programm <z> wird als Kommando zur Vorverarbeitung
it: -z <z> <uz> usa <z> come comando per processare ciascun file e

source: files, <uz> for the corresponding unprocess.
de: (meist: Kompression) der eingepackten Dateien verwendet,
it: <uz> come comando complementare.

source: The command has to read from stdin and to write
de: <uz> für das Umgekehrte. Beide müssen die Standardeingabe
it: I comandi devono leggere da stdin e scrivere su

source: to stdout. If arguments have to be supplied to
de: lesen und auf die Standardausgabe schreiben. Bei Angabe
it: stdout. Se i programmi richiedono delle opzioni,

source: <z> and/or <uz>, don't forget to use quotes. If
de: von Argumenten Anführungszeichen verwenden. Zur Anwendung
it: non dimenticate di specificarli tra apici. Se

source: built-in compression is desired, the command for
de: der eingebauten Kompression muss hier ein Punkt (.),
it: si desidera la compressione interna, il comando

source: processing has to start with a dot (.), followed
de: ein Leerzeichen und eine optionale ganze Zahl von 1
it: deve cominciare con un punto ("."), seguito

source: by a space and a number ranging from 1 to 9, that
de: bis 9 angegeben werden. Die angegebene Zahl bestimmt
it: da uno spazio e da un numero da 1 a 9, che

source: specifies the compression level. If an additional
de: gibt die Stärke der Kompression. Wenn zusätzlich ein
it: specifica il livello di compressione. Se un ulteriore

source: external command should process the data, it may
de: externes Kommando die Dateien vorverarbeiten soll, kann
it: comando esterno dovesse processare i dati, deve

source: follow, separated from the compression level by
de: dies folgen, von der Zahl getrennt durch ein Leerzeichen.
it: essere specificato dopo il livello di compressione

source: whitespace. The order of processing is: First the
de: Die Reihenfolge der Verarbeitung ist: Zuerst prozessiert
it: separato da uno spazio. In tal caso, prima viene

source: external program processes the data, then built-in
de: das externe Programm die Daten, auf das Ergebnis wird die
it: eseguito il programma esterno, poi applicata la

source: compression is applied. An empty string has to be
de: eingebaute Kompression angewendet. Falls nur eingebaute
it: compressione interna. Se si desidera solo la

source: supplied for <uz> (or any other dummy is ok), if
de: Kompression gewünscht ist, muss für <uz> irgendein Dummy
it: compressione interna, si deve usare una stringa

source: only built-in compression is desired.
de: angegeben werden.
it: vuota (o comunque un valore dummy) per <uz>.

source: Examples for <z>:
de: Beispiele für <z>:
it: Esempi per <z>:

source: gzip (run external command gzip),
de: gzip (externes Programm gzip starten),
it: gzip (esegui il comando esterno gzip),

source: "gzip -2" (the same with an argument),
de: "gzip -2" (dasselbe mit einem Argument)
it: "gzip -2" (lo stesso, con una opzione),

source: ". 8" (only built-in compression level 8),
de: ". 8" (nur eingebaute Kompression, Stärke 8),
it: ". 8" (solo compressione interna livello 8),

source: ". 3 __descrpt -k /my/key" (run command __descrpt
de: ". 3 __descrpt -k /mein/schlüssel" (Kommando __descrpt
it: ". 3 __descrpt -k /my/key" (esegui il comando__descrpt

source: and apply built-in compression level 3)
de: starten und eingebaute Kompression Stärke 3)
it: ed applica compressione interna livello 3)

source: -Z while printing out the contents: check those files
de: -Z beim Ausgeben des Inhalts: die vorverarbeiteten Dateien
it: -Z durante la lista del contenuto: esegui un controllo

source: in the archive that are processed for integrity.
de: auf Integrität testen.
it: di integrità sul contenuto dell'archivio.

source: While creating an archive: write a CRC32 checksum
de: Beim Einpacken: für jede eingepackte Datei, jeden
it: Durante la creazione di un archivio: scrivi un codice

source: for each file, file contents or command output to
de: Dateiinhalt (/../) und eingepackte Kommandoausgabe (|||)
it: di controllo CRC32 per ogni file, contenuto di file o

source: the backup stream
de: eine CRC32 Prüfsumme einpacken
it: output di comando sullo stream di backup

source: -? to printout this text
de: -? um diesen Text auszugeben
it: -? scrivi questo messaggio

source: usage: %s -{c|x|t|d|I|D<dest>|M<msg>|m[<poll-interval>]} \
de: Anwendung: %s -{c|x|t|d|I|D<Ziel>|M<Nachricht>|m<Abfrageintervall>} \

source: [ -h <backup-server> ] \
de: [ -h <Sicherungs-Server> ] \

source: [ -z <proccmd> <unproccmd> ] \
de: [ -z <Vorverarbeitungs-Kommando> <Reprod-Komm> ] \

source: [ -T <to-extract-filename> ] \
de: [ -T <Datei-mit-Namen-drin> ] \

source: [ -C <cartridge-number> ] \
de: [ -C <Bandnummer> ] \

source: [ -F <filenumber-on-tape> ] \
de: [ -F <Banddateinummer> ] \

source: [ -f <archive-filename> ] \
de: [ -f <Datei-mit-gepackten-Daten> ] \

source: [ -e <errorlog-filename> ] \
de: [ -e <Fehlermeldungsdatei> ] \

source: [ -p <server-port-number> ] \
de: [ -p <Server-Portnummer> ] \

source: [ -N <newer-than-filename> ] \
de: [ -N <Zeitvergleichsdatei-neuer-als> ] \

source: [ -o <user-ID> ] \
de: [ -o <Benutzer-ID> ] \
